{"bcd70968-6fd8-4619-8f72-c06a471ddec4":{"vi":"<div>Nのあいだ＜không gian＞giữa / trong N</div>"},"4dd0435d-0377-4557-8239-e109380d4555":{"vi":"<div>Tôi đặt chiếc tivi ở giữa máy nghe nhạc và kệ sách.</div>"},"ad1c5ee6-4138-4875-8660-7767fb2b135f":{"vi":"<div>Khi mua quyển sách cũ về, tôi bỗng thấy có tờ 10 nghìn yên kẹp bên trong.</div>"},"d566389f-8825-425c-ba9a-8863c728d08d":{"vi":"<div>Trên đường đến Osaka mình ghé nhà ga nào đó mua cơm hộp ăn nhé.</div>"},"405e2368-9009-43da-9fb6-6a9737b2eac6":{"vi":"<div>Diễn đạt không gian nằm giữa hai vật, hai địa điểm. Nếu muốn nêu rõ hai vật hay hai địa điểm đó thì dùng như ① là「NとNのあいだ」.</div>"},"d7944b28-be98-4a3a-b965-5e6640943248":{"vi":"<div>Nのあいだ＜quan hệ＞giữa / trong N</div>"},"3c17df25-6a66-4708-8863-411eff571c84":{"vi":"<div>Gần đây, giữa hai người hình như có chuyện trục trặc.</div>"},"6fd2f9ff-f207-4a28-a4e2-1296314b768d":{"vi":"<div>Khách sạn đó rẻ và sạch nên rất được ưa chuộng trong giới khách du lịch.</div>"},"293c33dc-f39b-41b8-a7b1-02dfa662afcc":{"vi":"<div>Giữa hai vụ việc hình như có mối liên quan gì đó.</div>"},"873a2547-232d-414b-863e-bd0be3fa2d34":{"vi":"<div>Diễn đạt ý “trong quan hệ giữa một số người hay một số sự việc thì ...”. Sử dụng khi nói về trạng thái, động tác hay sự kiện xảy ra trong mối quan hệ đó.</div>"},"1915bd31-6158-4442-9a5a-c2fc2d4919f7":{"vi":"<div>あいだ＜chỉ thời gian＞</div>"},"47d89bf6-e063-4a9a-8101-9981d8631441":{"vi":"<div>…あいだ suốt / trong suốt …</div>"},"c66c5ddd-dbe2-4aa0-84f5-f55ebf46aaf3":{"vi":"<div>Anh ta ngủ gật suốt buổi họp.</div>"},"ffa599db-c211-4893-971f-cb6045747b78":{"vi":"<div>Tôi quyết định ngồi đọc sách tại quán cà phê trong khi chờ cô ấy quay lại.</div>"},"658e29dd-21c2-4daa-ab3f-2f595f1f9b7a":{"vi":"<div>Trong lúc tập trung bơi, ta sẽ quên hết những điều bực dọc.</div>"},"247f2a31-226f-40f9-bbfb-439b5a7bd8dc":{"vi":"<div>Khi con cái còn nhỏ, vợ chồng chúng tôi đã không thể cùng nhau đi đâu được.</div>"},"1bebcc6c-4f0d-4a38-a1f8-5c11336da285":{"vi":"<div>Trong suốt thời gian ở Osaka, Tomoko rất khoẻ mạnh, nhưng khi chuyển lên Tokyo thì ngay lập tức ngã bệnh.</div>"},"adba6a8a-07ce-4907-8cfd-aca12d2c8f38":{"vi":"<div>Họ căng thẳng quá nên ngồi im không nói lời nào suốt trong lúc chúng tôi pha trà.</div>"},"1bd8fc74-a27e-44db-82c8-cc3f610b7eda":{"vi":"<div>Diễn tả khoảng thời gian trong đó diễn ra một trạng thái hay hành động kéo dài nào đó. Đứng sau từ này sẽ là câu diễn đạt trạng thái kéo dài khác, hay một hành động khác diễn ra đồng thời trong khoảng thời gian đó. Trong câu đứng sau, nếu vị ngữ là động từ chỉ hành động thì sẽ có dạng như 「Vーている」、「Vーつづける」… để biểu đạt ý kéo dài.</div>"},"4b385357-6c66-46fd-a215-03f4aa63493a":{"vi":"<div>Trong suốt thời gian tôi học, thì em tôi chơi.</div>"},"da270989-525e-411c-8710-5edef3db1ecd":{"vi":"<div>Khi nói về chuyện đã xảy ra trong quá khứ, cũng có thể sử dụng cách nói 「V－ていた／A－かった　あいだ」 (suốt hồi).</div>"},"336f12a8-3474-4315-b8d0-2cd1432c66ad":{"vi":"<div>Hình như trong suốt hồi du học ở Đức, anh ta đã sống chung với một cô gái Thụy Điển.</div>"},"66769b2f-3bc2-4c96-b046-8782dc5fdde1":{"vi":"<div>…あいだに trong khi / trong lúc / trong khoảng</div>"},"542537b8-05b1-4f42-93b8-b3cb877ac426":{"vi":"<div>Trong khi tôi đi vắng, đã có kẻ trộm vào nhà.</div>"},"51803317-4d77-418c-b8c2-4e9659033673":{"vi":"<div>Anh hãy điện thoại cho tôi một lần trong khoảng từ 4 đến 5 giờ.</div>"},"a1594101-42b5-4cee-b3b1-65555ecd2f6b":{"vi":"<div>Tôi quyết định ra khỏi nhà trong lúc mọi người trong gia đình còn đang ngủ.</div>"},"682dda3e-747e-4bb4-90c2-73cef80b5b12":{"vi":"<div>Tôi muốn đi du lịch cùng Lisa trong khi cô ấy còn ở Nhật Bản, nhưng rất tiếc là đã không thực hiện được.</div>"},"9632e812-774a-4f35-977d-0ecb6d3b6b8f":{"vi":"<div>Trong khi tôi chiên / rán tempura thì mẹ tôi đã làm xong món rau luộc, món trộn và món misosiru.</div>"},"a3dd6b88-a9fc-4f98-9c13-931ff4e3ee1f":{"vi":"<div>Nên tranh thủ tới tham quan trong lúc còn ít du khách Nhật, bởi vì điểm du lịch đó chẳng bao lâu nữa chắc chắn sẽ bị khai thác và sẽ đầy ắp khách Nhật.</div>"},"583e4642-dc3c-46da-8db0-5bc8e605cae4":{"vi":"<div>Tôi muốn tranh thủ hỏi chuyện bà tôi trong khi bà còn mạnh khoẻ.</div>"},"901f6417-96cc-47a2-ae4a-59e1316ab6cc":{"vi":"<div>Diễn tả khoảng thời gian diễn ra một trạng thái hay hành động kéo dài. Đứng sau từ này sẽ là câu diễn đạt hành động hay sự việc được tiến hành vào một thời điểm nào đó trong khoảng thời gian trên. Trong câu đứng sau này, vị ngữ là động từ và có hình thái như 「…する」,「…しはじめる」,「…になる」 v.v..., tức là không diễn tả sự kéo dài.</div>"},"817a7283-ac5b-41b6-9155-3ba15fb6b96f":{"vi":"<div>Trong giờ học, tôi đã ba lần đặt câu hỏi.</div>"},"43ba8302-7c96-49d7-83d0-dcbc6836e060":{"vi":"<div>Khi nói về sự việc trong quá khứ có thể sử dụng cách nói 「…たあいだに」. Còn như ví dụ ⑤, khi chủ thể hành động của vế trước và vế sau khác nhau thì được hiểu là hai người thực hiện hành động song song, cùng lúc với nhau.</div>"},"f5baa433-b437-4646-8af3-818c267a0fe0":{"vi":"<div>あえて mạnh dạn / mạo muội</div>"},"a0b0eced-5609-4ed0-a621-8d8e9fc491b0":{"vi":"<div>Tôi muốn mạnh dạn đề nghị các anh xem xét lại các quy định.</div>"},"3cbd6a08-6542-475c-ad58-55fe619fdd5e":{"vi":"<div>Có thể sẽ không ai giúp đỡ chúng ta cả, nhưng dù vậy, tôi vẫn muốn mạnh dạn thực hiện kế hoạch này.</div>"},"0bd638e9-808c-48e8-938f-ab29940c9e7a":{"vi":"<div>Nói ra thật xấu hổ, nhưng tôi cũng xin mạnh dạn hỏi anh rằng, nội dung chính của câu chuyện vừa rồi là gì vậy?</div>"},"8d949a4f-c4fb-4cdc-b4cc-a8b6a88ec938":{"vi":"<div>Biết là nói ra sẽ chuốc lấy ác cảm, nhưng tôi xin mạo muội nói ra rằng, giao công việc này cho các anh ấy thì rủi ro sẽ rất lớn.</div>"},"373ce04c-1eca-4213-a6c5-7a2459638be1":{"vi":"<div>Chỉ có mình anh làm được việc này, cho nên dù biết rằng sẽ gây thêm vất vả cho anh, nhưng tôi vẫn mạo muội nhờ tới anh.</div>"},"d83f71fb-d51e-45fb-979a-aa8b00e57750":{"vi":"<div>Đi kèm với các động từ chỉ sự phát ngôn như 言う／提案する／お願いする (nói, đề nghị, nhờ vả) hay các động từ như 「やる／実行する」 (làm, thực hiện)... và diễn đạt ý nghĩa “làm như vậy sẽ gây ra sự phản cảm cho người khác, hoặc sẽ dẫn tới khó khăn, nguy hiểm, nhưng dù thế đi chăng nữa tôi vẫn muốn làm hoặc dù thế đi chăng nữa vẫn nên làm”. Cách nói này được sử dụng để nhấn mạnh ý kiến hoặc suy nghĩ của mình.</div>"},"52f28465-bc5d-4d16-8810-b0fc88ce83e0":{"vi":"<div>あえてV－ば tôi xin đánh bạo nói rằng / cố tìm cách V</div>"},"9a81445d-f867-444d-af2f-8ff8db40f9c0":{"vi":"<div>Tôi xin đánh bạo nói rằng kế hoạch này hoàn toàn bất lợi.</div>"},"93f76a4f-cc1e-488a-9925-f8acedbf8b2c":{"vi":"<div>Đây là chuyện hơi khó nói, nhưng tôi cũng xin mạn phép anh chị để nói rằng, cháu nhà nên chuyển sang trường khác thì có lẽ thích hợp hơn.</div>"},"725694e3-495a-49ac-aa3a-60964b0ec9fa":{"vi":"<div>Bộ phim này cốt truyện không rõ ràng lắm, nhưng nếu cố tìm cách giải thích, thì có thể nói đây là bộ phim nói về hai cặp nam nữ đi chơi khắp nơi và họ đi tới đâu là có chuyện xảy ra tới đó.</div>"},"49d5fbe1-7453-45b3-a27e-914f2bf4dbf3":{"vi":"<div>Dự án này phương châm tuy chưa rõ ràng, nhưng nếu tìm cách để diễn đạt thì có thể nói rằng, đây là dự án nhằm ngăn chặn sự phá hoại môi trường với sự trợ giúp của các cá nhân, đối với các vùng mà tình trạng này đang diễn ra trầm trọng.</div>"},"750852f9-2e36-4b26-8769-cde8f4e6048b":{"vi":"<div>Mẫu này đi kèm với các động từ biểu đạt sự phát ngôn như 「言う／お話しする／説明する」 (nói, trình bày, giải thích) ..., và sử dụng khi muốn phát ngôn mặc dù biết sẽ bị phản đối, phê phán; hoặc dùng như một cách nói mào đầu, khi chưa tìm ra cách diễn đạt đích xác.</div>"},"8ef565e8-0798-440f-af4f-23d18a5d720c":{"vi":"<div>あえて…ない không phải cố tìm cách</div>"},"cbcce5cd-1798-4edd-83c4-35766ae97988":{"vi":"<div>Không phải là cố tìm cách phản đối, nhưng tôi thấy không vừa lòng với cách làm này.</div>"},"ef9e8c55-7664-48b0-985f-0839be6cd859":{"vi":"<div>Không nhất thiết phải cố tìm cách hạ thấp mình chỉ vì đối phương là một nhà giáo có tên tuổi.</div>"},"d2b1a26b-8a48-4f98-b2a9-2694fac381e0":{"vi":"<div>Tôi không định cố tìm cách kết hôn với anh ấy tới mức cho dù bị cha mẹ phản đối.</div>"},"c95eb4ce-5584-4a0e-81fc-6c9b074a430a":{"vi":"<div>Đâu nhất thiết phải cố tìm cách thông qua cho bằng được chủ trương của mình tới mức bị mọi người ghét bỏ chứ.</div>"},"ee6a2c22-af43-475a-bbf6-a0fbef3bd5f6":{"vi":"<div>Từ này đứng trước các cách nói như 「する必要もない／することもない／しようとは思わない」 (không cần thiết, không việc gì phải, không định)... để biểu đạt ý nghĩa “làm như thế sẽ bị người khác phản đối, hoặc chuốc lấy ác cảm, cho nên không định hoặc không nên làm những việc nguy hiểm như vậy”.</div>"},"13a63447-483f-4549-8ef0-3ce75add506d":{"vi":"<div>R－あがる＜hướng lên＞V lên</div>"},"fb523f8d-58ec-4bb8-958e-b710ea7a409b":{"vi":"<div>Anh ta đứng lên và đưa mắt nhìn xung quanh.</div>"},"cbcdb4d5-9e9b-4ff2-89b0-93c5f7c8ccdd":{"vi":"<div>Em gái tôi về đến nhà một cái là chạy ào lên cầu thang rồi lao vào phòng mình.</div>"},"c02317ca-488e-4f66-9922-3b9c0650bf89":{"vi":"<div>Cô ta đã vượt qua đối thủ và bước lên hàng ngôi sao.</div>"},"80c350a2-3141-459f-9e5a-ba4662ac16f9":{"vi":"<div>Thầy giáo môn chính trị trán hói tít lên cao.</div>"},"c1e4c500-fa29-42b6-8e4d-425cff5d6a7b":{"vi":"<div>Kế hoạch mọi người cùng đi suối nước nóng vào kì nghỉ đông đã được nêu lên.</div>"},"7659ccef-d3c4-4a74-84fb-e44007f65cda":{"vi":"<div>Vì số người đăng kí tour quá ít, nên chúng tôi đã quyết định cho phép dẫn theo gia đình, nào ngờ số người đăng kí bỗng tăng lên hơn gấp đôi, khiến công ty du lịch hết sức vất vả.</div>"},"33971437-17c9-425a-a930-441c72ad8eb2":{"vi":"<div>Cô ấy được bạn trai cầu hôn nên tâm trạng đang cực kì bay bổng.</div>"},"594328f8-38ce-4bd9-a2a8-7832a468b3e3":{"vi":"<div>Anh nói rằng nếu anh trở thành thủ lĩnh thì chắc chắn tất cả mọi người sẽ theo anh phỏng ? Anh tự cao vừa vừa thôi chứ.</div>"},"f28771e6-bb41-44d4-b510-5c88f73f5c17":{"vi":"<div>Đi kèm với động từ dạng liên dụng, có ý nghĩa chỉ động tác, sự chuyển động lên phía trên hoặc trạng thái đang hướng lên phía trên. Các ví dụ từ ⑤ đến ⑧ là cách nói hình tượng với ý nghĩa “hướng lên phía trên”.</div>"},"669d17a6-57f5-4e94-a0b7-0ad01692e513":{"vi":"<div>R－あがる＜mức độ cực đoan＞V cả lên</div>"},"73e374d4-76ae-4417-8124-b387bdfe2246":{"vi":"<div>Suốt thời dài trời không mưa nên lòng hồ khô cong.</div>"},"b25fe3b5-0d7d-4e02-bee2-86ab853ad148":{"vi":"<div>Nhân viên trong cửa hàng run bắn cả lên khi bị gã đàn ông gí súng đe dọa.</div>"},"41606945-821c-49f8-8a74-704020edccb6":{"vi":"<div>Cậu học sinh vốn xem thường người thầy giáo hàng ngày không hay la mắng học trò, nay bị thầy bắt gặp lúc đang hút thuốc lá và quát cho một tiếng thật to, thì bỗng co rúm người lại.</div>"},"16e8b0ec-9994-4843-975a-8e4fc8f0f895":{"vi":"<div>Anh diễn viên đó diễn xuất cũng thường thường bậc trung, vậy mà mới được những người xung quanh tâng bốc, đã vênh váo là mình có tài năng hơn người.</div>"},"ecfa8195-5222-4f89-9a55-15d85afb7a1b":{"vi":"<div>Đi kèm với động từ dạng liên dụng để diễn đạt ý “sự thể đã tới mức đỉnh điểm”. Chỉ sử dụng với một số động từ nhất định mà thôi.</div>"},"5154c9c6-3d03-4d1f-bdaa-ea3d849232ff":{"vi":"<div>R－あがる＜hoàn thành＞đã V xong</div>"},"60770e28-ccb9-4687-915b-6fa56ec092c0":{"vi":"<div>Bánh mì đã được nướng chín vàng trông rất ngon.</div>"},"b6a4aaec-90ac-4786-b8cb-8705230c986d":{"vi":"<div>Sau khi tiếp thu ý kiến của mọi người, bản kế hoạch du lịch đã được hoàn tất mĩ mãn.</div>"},"e29c8f54-ab8a-4d6e-a5db-00707004e610":{"vi":"<div>Khi mì spaghetti đã được luộc xong thì ngay lập tức trộn với nước xốt cho ngấm.</div>"},"26638113-6c1b-48cc-9d62-52721912b29e":{"vi":"<div>Thiệp chúc Tết đặt in đã được in xong.</div>"},"4edd81cd-c0dd-4ae7-89fd-00777830ba63":{"vi":"<div>Đi kèm với động từ dạng liên dụng để diễn đạt ý nghĩa “động tác đã hoàn thành”. Thường hay đi với tha động từ có ý nghĩa tạo ra đồ vật như 「編む」 (đan lát), 「練る」 (nhào nặn),「刷る」 (in ấn). Trường hợp đi với tự động từ 「できる」 là ngoại lệ.</div>"},"9468e3d8-a9ed-4e10-b8a4-bc3f6a9f3996":{"vi":"<div>あくまで（も）＜ý chí＞kiên quyết / kiên định / quyết tâm</div>"},"01a4aee7-0dfc-4b55-9a3b-58c28c0529db":{"vi":"<div>Tôi kiên quyết giữ nguyên đường lối này.</div>"},"8f882d1b-cb30-4029-9475-a8d44076f860":{"vi":"<div>Liên Hiệp Quốc kiên định lập trường tiếp tục đàm phán để tìm biện pháp giải quyết hoà bình.</div>"},"4b4ee416-c8c4-4f31-86c7-cfdf8c022a31":{"vi":"<div>Có vẻ như anh ấy định giả làm như không biết gì để giữ thái độ ấy tới cùng.</div>"},"2b69330c-2295-4405-81ba-68a3e38b4558":{"vi":"<div>Chị ấy đã kiên quyết không nhận lời nên chúng ta phải tìm ứng cử viên khác thôi.</div>"},"9b9edc7a-c377-47ad-b974-64386d479e24":{"vi":"<div>Đi sau từ này là động từ chỉ hành vi mang tính ý chí. Cách nói này diễn đạt ý quyết tâm cao độ, thực hiện một công việc nào đó, cho dù gặp khó khăn hay bị phản đối bao nhiêu đi chăng nữa. Là cách nói kiểu cách.</div>"},"ad7bc615-7eda-4f55-ac3d-bf98b419f7d8":{"vi":"<div>あくまで（も）＜quan điểm＞ dù gì cũng chỉ là /... mà thôi</div>"},"a3dfe0b7-9532-4edd-afee-99d83549b9dd":{"vi":"<div>Những điều tôi mới trình bày, dù gì cũng chỉ là đề án thử nghiệm mà thôi, các anh hiểu cho.</div>"},"50a09f88-ede0-4a72-b79d-073678f05908":{"vi":"<div>Đó dù gì cũng chỉ là điều lí tưởng, còn việc thực hiện là không thể được, không đúng thế sao?</div>"},"e17e01eb-a1de-410d-8b30-cce0ce244909":{"vi":"<div>Chỗ ở này, chẳng qua chỉ là tạm thời thôi, tôi không có ý định ở đây mãi mãi.</div>"},"8b2ed10c-4536-4d7d-8da3-c419bd299081":{"vi":"<div>Tôi phải nói trước rằng, với anh ta, chẳng qua tôi cũng chỉ quan hệ trong công việc thôi, chứ không hề có quan hệ cá nhân gì khác cả.</div>"},"79738b61-fa7c-4668-b8ea-c41019163441":{"vi":"<div>Cách nói này thể hiện sự khẳng định, duy trì mạnh mẽ quan điểm của mình về một sự việc nào đó. Thường dùng để phủ định hay đính chính những dự đoán chung hoặc nhận định, quan điểm, kì vọng... của người nghe.</div>"},"f1a956e1-69f9-4d37-8b07-9a4e4a4a4a00":{"vi":"<div>あくまで（も）＜mức độ mạnh＞ rất / vô cùng</div>"},"9ee2eef5-e75c-4a24-af44-d0b6e7df55e9":{"vi":"<div>Bầu trời trong vắt một màu xanh, bãi cát trắng trải dài vô tận.</div>"},"ce0412af-a6f0-4eae-8623-3e197b9f5eba":{"vi":"<div>Dù mệt mỏi thế nào anh ấy cũng vẫn rất dịu dàng.</div>"},"850be263-462a-4207-8737-6905026dbe22":{"vi":"<div>Giữa cánh đồng hoa cải dầu trải rộng ngút tầm mắt, có một cô bé mặc chiếc áo đỏ rực đứng một mình.</div>"},"f10f5458-9f16-4412-9073-464a709927ff":{"vi":"<div>Diễn đạt ý “hoàn toàn đang ở trong trạng thái đó”. Là cách nói văn vẻ.</div>"},"c1d5d600-c123-4e35-8491-5b7190569863":{"vi":"<div>…あげく sau một thời gian dài ... cuối cùng thì...</div>"},"74f1bfd0-abc8-4042-9a31-80e7e44ad750":{"vi":"<div>Suy nghĩ trăn trở mãi, cuối cùng tôi quyết định gửi thư xin lỗi anh ấy.</div>"},"4fc5cb74-f5db-4e82-b364-a69bf285e3db":{"vi":"<div>Suy đi nghĩ lại mãi, cuối cùng tôi quyết định bán căn nhà này.</div>"},"401171cb-c642-4bf1-a4ad-8170dfa596de":{"vi":"<div>Sau một thời gian dài tới 6 năm học đại học mà cứ chơi bời lêu lổng suốt, cuối cùng em trai tôi lại nói nó không muốn đi làm.</div>"},"6cc46eef-96a6-46d4-96df-4991aa14e395":{"vi":"<div>Sự thăng tiến này là kết quả đạt được sau một thời gian dài ra sức lấy lòng cấp trên, người mà mình không yêu quý cho lắm, rồi về nhà thì cứ hay bực bội với gia đình.</div>"},"0821e15e-1e62-4ca2-8b38-e80582755491":{"vi":"<div>Sau một thời gian dài bất đồng ý kiến với bố mẹ trong chuyện nào là không đổi tên theo chồng, nào là không sống chung, cuối cùng chị tôi cũng chịu lập gia đình.</div>"},"6853005c-cd9d-423b-beef-033c68313fb8":{"vi":"<div>Theo sau cách nói này là những từ ngữ diễn đạt một sự thể nào đó, để biểu đạt ý nghĩa “sự thể đó chính là kết cục, cách giải quyết, tình trạng xảy ra sau một thời gian dài diễn ra trạng thái được nói tới ở phía trước”. Nhiều trường hợp ngụ ý tình trạng đó kéo dài gây nên sự nặng nề, phiền toái về mặt tinh thần. Hình thức 「あげくに」 cũng được sử dụng, như trong ví dụ ⑤. Còn nếu đi kèm với danh từ thì sẽ có hình thức là 「あげくのN」 như ví dụ ④.</div>"},"1d828d66-cbb5-4266-9350-d3eccfc23d10":{"vi":"<div>あげくのはてに（は）cuối cùng không chịu nổi nữa nên ...</div>"},"b5ec1b6e-1130-4805-bb78-0fc20e342895":{"vi":"<div>Trưởng phòng càng lúc càng bực bội, cuối cùng không nén nổi nữa, đã quát tháo om sòm với cả những nhân viên không liên can gì.</div>"},"b1a7c667-7425-4cde-b7c8-42f8eacc37c9":{"vi":"<div>Cô ấy chịu đựng mãi, nhưng cuối cùng không chịu nổi nữa nên đã đến hỏi ý kiến tôi.</div>"},"5bece911-b498-4c4c-8013-ccb51d83a14b":{"vi":"<div>Dùng để nói về một sự việc xảy ra như là kết quả của quá trình kéo dài của một trạng thái nào đó và nay đã lên tới cực điểm. Thường là trạng thái không tốt.</div>"},"db725167-c8dc-4b48-964a-399b5a1d2680":{"vi":"<div>R－あげる＜hướng lên trên＞V lên</div>"},"6fbfce09-7a4f-47c5-b0f7-460a2b4fd953":{"vi":"<div>Người đàn ông nâng tảng đá to lên một cách nhẹ nhàng.</div>"},"c5058a50-a14a-4ff2-b011-591054c534a2":{"vi":"<div>Tôi bị thầy giáo tịch thu cuốn truyện tranh.</div>"},"e38f8c50-a286-4179-acbf-98ed77d42c9e":{"vi":"<div>Tôi thích ngắm động tác cô ấy vén tóc lên.</div>"},"ee3acc5b-667b-476e-9a5c-14940294a8ca":{"vi":"<div>Cô ấy cứ khóc ầm cả lên mà không sợ người xung quanh nhìn vào.</div>"},"598889d8-b298-48e8-9e72-e2cf6c6dd68b":{"vi":"<div>Khu đất ấy đã có quyết định là chính quyền địa phương sẽ mua lại và xây một khu vui chơi lớn.</div>"},"ac3d243c-b203-4811-bbb0-f62bbad314f7":{"vi":"<div>Đi kèm với động từ dạng liên dụng để diễn đạt ý đây là động tác hướng đối tượng di chuyển lên phía trên. Cũng dùng trong cách nói tỉ dụ như ví dụ ④, ⑤.</div>"},"3766b77b-d986-4b3b-991e-dbfddeef6ab9":{"vi":"<div>R－あげる＜hoàn thành＞ V xong</div>"},"1e7bee2f-3552-4942-a71b-d21d39255d0c":{"vi":"<div>Có khách quý tới chơi, nên mẹ tôi đã cất công lau chùi toàn bộ căn nhà tới mức bóng lộn lên.</div>"},"4ab3464e-885d-4907-abd1-0ea2fb907d9e":{"vi":"<div>Anh ấy đã viết một mạch xong cuốn tiểu thuyết dày 500 trang bản thảo.</div>"},"cee91320-9c25-49d2-a35c-f81cf3bc677e":{"vi":"<div>Tôi đã định cố đan xong chiếc áo trước Noel để làm quà, vậy mà ...</div>"},"05d2b15a-dc83-4eca-88e0-87106e93998a":{"vi":"<div>Cảnh sát dùng dây trói chặt kẻ tội phạm lại để cho hắn không thể cử động được.</div>"},"126b5a97-e43a-42ca-8321-cdbae57b47a4":{"vi":"<div>Dữ liệu mà mọi người phải thức suốt đêm mới tổng kết xong đã bị kẻ nào đó đánh cắp.</div>"},"e91dc620-bcab-43ed-8617-7465a645607a":{"vi":"<div>Sản phẩm dệt này được thực hiện hết sức chu đáo bằng một loại sợi nhuộm từ cỏ và rễ cây.</div>"},"1f589777-2db9-438c-a3d9-cd12145f895d":{"vi":"<div>Niềm tin sau mấy năm trời mới gầy dựng được, đã đổ vỡ chỉ do một lần sơ suất.</div>"},"bf3002d5-0d24-492b-941d-9504658caa33":{"vi":"<div>Đi sau động từ dạng liên dụng, dùng để diễn đạt ý “đã làm tới cùng và hoàn thành một hành động nào đó”. Đối với các động từ chỉ sự tạo tác như “viết”「書く」“đan lát”「編む」thì cách nói này có ý nghĩa “làm xong”. Nhiều trường hợp được dùng với ẩn ý “đã rất nỗ lực để hoàn thành”.</div>"},"9ade1346-c4ae-453d-a7b4-4ee0087d0408":{"vi":"<div>giống y như</div>"},"bfee417f-43b9-4209-a5fc-eb8b8b73fa88":{"vi":"<div>Ngày hôm ấy khí trời giống như là mùa xuân.</div>"},"0d9ed746-8cb9-4e6a-8ad5-4ad7b649f8d8":{"vi":"<div>Đời người giống như một giấc mộng chóng tàn.</div>"},"f4e569dc-850d-4e97-848e-9728c37214bb":{"vi":"<div>Anh ta cứ xử sự giống y như mình là nhân vật trung tâm của buổi tiệc.</div>"},"e4f2bb70-130b-4a99-b209-aaf9f09f245a":{"vi":"<div>Cô ấy luôn luôn cuốn hút mọi người bằng cách nói chuyện y như là quang cảnh ấy đang diễn ra trước mắt.</div>"},"785bc918-905b-40dc-8fb4-b87bcc5f3275":{"vi":"<div>Người ấy xuất hiện tại bữa tiệc với toàn thân trong trang phục thời trang mới nhất y như là vừa bước ra từ một tạp chí thời trang.</div>"},"cacf5538-879b-4e23-96b2-faba39802b4d":{"vi":"<div>Khi trận đại hoả hoạn được dập tắt thì đường phố giống y như vừa bị một cuộc không tập thiêu huỷ, các toà cao ốc lẫn nhà cửa đã cháy trụi không còn dấu tích.</div>"},"7918c40b-ee66-4369-82d7-c4b4bfddd089":{"vi":"<div>Được dùng để giải thích một trạng thái nào đó bằng cách lấy trạng thái khác làm ví dụ. Thực tế thì chúng khác nhau nhưng vẻ bề ngoài rất giống nhau. Thường được sử dụng trong văn viết hay trong tiểu thuyết, hầu như không được sử dụng trong lối nói thân mật. Trong văn nói, sử dụng「まるで」. 「ごとし」là từ dùng trong văn viết, có thể biến thành các dạng 「ごとき」、「ごとく」.</div>"},"0b422778-0010-4abd-9412-bd6b3727453d":{"vi":"<div>tồn tại nhờ</div>"},"5ba3391e-ca35-4aec-ba2c-b19b511e1c92":{"vi":"<div>N1あってのN2</div>"},"13914a7c-36d8-4ea4-80db-c14928ee9115":{"vi":"<div>Trường đại học tồn tại là nhờ sinh viên. Nếu không có sinh viên thì cho dù chương trình học có tuyệt vời đến đâu đi nữa cũng chẳng có ý nghĩa gì.</div>"},"62e30b59-b1d0-459f-8386-cb667c6df45c":{"vi":"<div>Đừng bỏ rơi em! Bởi lẽ có anh thì em mới sống được.</div>"},"bd064b33-5ff6-4f89-ab3d-0a58967ecf09":{"vi":"<div>Buôn bán cần có khách, vì vậy trước tiên ta phải đáp ứng nhu cầu của khách chứ.</div>"},"b347252b-bab1-461d-ba78-74dcc5a5c9d2":{"vi":"<div>Được dùng với dạng [XあってのY] có nghĩa là “bởi vì có X nên Y mới được hình thành”. Nó cũng mang ý nghĩa “Nếu không có X thì Y sẽ không hình thành”. X thường là một danh từ chỉ người.</div>"},"e9a81ee6-3a71-479a-a187-c2914542dea9":{"vi":"<div>あと＜không gian＞phía sau, sau</div>"},"d8d3875b-bb82-491f-8b48-8ca92fc9cd0f":{"vi":"<div>Mọi người hãy theo sau tôi.</div>"},"d287e76c-dd82-4445-a474-5cc5508c97e8":{"vi":"<div>Tôi đuổi sát theo sau anh ấy.</div>"},"266d3326-99c0-4195-a074-e24cd08aa162":{"vi":"<div>Sau khi du khách bỏ đi, những thứ như bao đựng bánh kẹo, lon rỗng vương vãi khắp nơi.</div>"},"9fe84bef-56d4-4224-880c-ee11bcdbc104":{"vi":"<div>Sau khi nhổ khóm hoa tuy-líp đi thì tại chỗ ấy đã mọc lên một loại cỏ lạ chưa từng thấy.</div>"},"2343c283-cf90-40ed-a771-082be411c49b":{"vi":"<div>Có nghĩa là “phía sau” của một vật gì đó về mặt không gian. Ví dụ ④ có nghĩa là “cái chỗ mà tôi đã nhổ cụm hoa” nhưng chúng ta cũng có thể sử dụng và giải thích theo nghĩa ＜thời gian＞như cách dùng ở mục 2b. Còn cách nói「…をあとにして」(bỏ lại phía sau) là một thành ngữ, có nghĩa là “rời bỏ”.</div>"},"4a06ebc4-28a9-4166-bdcf-b5cb107e242a":{"vi":"<div>Anh ấy đã rời bỏ con phố nhỏ ở quê hương để lên thành phố.</div>"},"6f9e913a-c97d-4a73-aea0-0b937d1d75bb":{"vi":"<div>あと＜thời gian＞</div>"},"ffced0b0-adab-4739-b5a0-a4931fc1a664":{"vi":"<div>…あと … sau khi, sau</div>"},"cc49d5eb-0da1-4071-abda-8fd26e6ffcfc":{"vi":"<div>Sau mỗi lần thi lúc nào tôi cũng thấy lòng nặng trĩu.</div>"},"a5383c77-6438-40a0-8495-d6c421f6925a":{"vi":"<div>Hôm nay sau khi ăn tối xong, tôi có hẹn sẽ chơi pháo hoa với bạn.</div>"},"ff6402c8-5bee-41bf-866f-abbfe9e3de0d":{"vi":"<div>Căn phòng sau khi bữa tiệc kết thúc thật là bừa bộn.</div>"},"1b41e8e1-c9bf-4dc7-aa76-7f7c29e8d29d":{"vi":"<div>Anh ấy sau khi bỏ việc làm thêm, thì chẳng có việc gì để làm, ngày nào cũng hết đi ra lại đi vào.</div>"},"f5303337-1ebf-4b44-a65a-51220de604fc":{"vi":"<div>Cô ta sau khi than phiền thủ trưởng mới một hồi thì lại thản nhiên làm việc như thể chưa hề bất mãn điều gì.</div>"},"deaa4014-1232-448c-afc1-60e1eeb1b449":{"vi":"<div>Diễn tả rằng đây là giai đoạn mà một sự việc đã kết thúc, vế sau diễn đạt trạng thái lúc đó hoặc sự việc xảy ra sau đó.</div>"},"eee8c06d-ba39-4264-a2cf-3fe16c3d5135":{"vi":"<div>…あと（で／に）sau khi ...</div>"},"50008e64-d5cc-43f4-93f4-f57c7856afda":{"vi":"<div>Vì đã được anh Tanaka giúp đỡ nên sau khi dọn nhà xong, tôi định đi cảm ơn anh ấy một lần nữa.</div>"},"c9b25533-7f09-4114-a7e1-eb0b47b25efa":{"vi":"<div>Sau khi xem phim xong chúng ta đi ăn món Thổ Nhĩ Kì nhé!</div>"},"ca7e331f-f2ef-4af4-9153-6b25cccf1f0d":{"vi":"<div>Sau khi hứa đi du lịch với bạn và đã đặt phòng ở khách sạn xong, tôi mới sực nhớ ra rằng hôm đó mình phải đi công tác.</div>"},"3948f3a9-81c6-4c72-b97f-3b246c8d5a22":{"vi":"<div>Sau khi ăn cơm xong, tôi đã nghỉ trưa khoảng 1 tiếng.</div>"},"c8b45ce9-6ff4-403b-b44a-c0e47bbeb671":{"vi":"<div>Sau khi mọi người về hết, một cảm giác buồn bã luôn xâm chiếm tâm hồn tôi.</div>"},"d698ebfa-0e18-45c9-8627-264b74970761":{"vi":"<div>Ngay cả sau khi nghe giải thích một cách cặn kẽ, tôi vẫn còn bán tín bán nghi.</div>"},"91421288-e242-4c59-8166-bbdcf118ec66":{"vi":"<div>Diễn tả ý nghĩa 「そののちに」(sau đó). Dùng để liệt kê sự việc theo thứ tự thời gian.</div>"},"0c0107e3-8d9c-4079-a9c6-658299f91e4c":{"vi":"<div>V－たあとから sau khi V xong rồi, lại / mới</div>"},"c210d5b0-c803-4a89-aa97-3d9016174fab":{"vi":"<div>Sau khi hết hạn tuyển dụng rồi mới nói là muốn ứng tuyển thì thật khó xử cho tôi.</div>"},"36017b48-29f8-47a7-bee5-8988c4f5dae7":{"vi":"<div>Tôi đã thất vọng vì nộp kế hoạch cho sản phẩm mới xong, rồi mới nghe thủ trưởng nói là muốn hoãn kế hoạch đó lại một thời gian nữa.</div>"},"fe8acb94-8376-4bf7-853d-e933171383b5":{"vi":"<div>Có nghĩa là sau khi một sự việc đã xong xuôi hết rồi thì lại xảy ra một chuyện làm đảo ngược sự việc đó.</div>"},"75fceb8c-4c25-4ab4-9c9c-ead6a0771189":{"vi":"<div>あとcòn</div>"},"d2a7c3e5-0e1a-4427-ae01-1c66c1a6ef53":{"vi":"<div>Thức ăn bấy nhiêu đây là đủ rồi. Còn nước uống như thế này đã đủ chưa?</div>"},"6adb590a-a1ec-4de3-979f-e008a65ea505":{"vi":"<div>Tôi đã trình bày xong, chắc mọi người đã hiểu đại thể, có ai hỏi gì không?</div>"},"94650a40-7625-4066-98f0-e0d1ed1eb30f":{"vi":"<div>A: Thành viên chỉ có bao nhiêu đây phải không?</div><div>B: À, còn có anh Tanaka. Anh ấy nói là có thể anh ấy sẽ đến.</div>"},"f2430a60-044a-4485-8996-6a531db7176d":{"vi":"<div>Xuất hiện ở đầu câu hay đầu mệnh đề, trong đàm thoại người ta dùng cách nói này để nói thêm, sau khi nhớ ra một sự việc cần thiết đối với tình huống đó.</div>"},"3e6a9b4d-a78c-4bb9-b51e-ee41719d99e7":{"vi":"<div>あと+ từ chỉ số lượng : còn / thêm + từ chỉ số lượng</div>"},"f0cafc77-f39e-47da-996d-3e3ba837cef2":{"vi":"<div>Để thu xếp công việc đó thêm 3 ngày nữa là đủ.</div>"},"a0e8918b-e586-4598-80d8-5a2f7c042e6a":{"vi":"<div>Chỉ cần tìm thêm 2 người nữa là lập được một đội bóng chày.</div>"},"37e7f46c-cb76-46eb-a4c3-f829fdb9a4b4":{"vi":"<div>Chỉ còn 10 mét nữa là đến đích thì vận động viên đó lại bị ngã.</div>"},"ac0e51e4-7afb-41cd-80e8-47be292968f8":{"vi":"<div>Chỉ còn một chút nữa là xong, ông có thể chờ được không ạ?</div>"},"7ce5be03-7aa1-434b-959f-4db97954b399":{"vi":"<div>Diễn tả ý nghĩa cộng thêm một số lượng nhất định vào tình trạng hiện tại. Dùng trong trường hợp “nếu cộng thêm số lượng đó vào thì điều kiện để sự việc hình thành sẽ trở nên hoàn chỉnh”. Suy nghĩ theo hướng ngược lại thì cách nói này mang nghĩa “số lượng còn lại”.</div>"},"879a6e9a-7711-42d6-a902-911acea52e0c":{"vi":"<div>Từ đây đến lễ tốt nghiệp còn một tuần nữa. ⇽ Còn một tuần nữa là đến lễ tốt nghiệp.</div>"},"5417055e-a69d-450d-b10e-12eb3f3f9985":{"vi":"<div>Bia chỉ còn hai chai. ⇽ Còn hai chai nữa là hết bia.</div>"},"d88c2011-768b-44b7-a6c0-a3a0134e3e8b":{"vi":"<div>Xà lách còn chút đỉnh, có ai ăn không ? ⇽ Còn chút ít nữa là xà lách cũng hết.</div>"},"130f74d3-3eb9-48f4-a597-f81a82970ff1":{"vi":"<div>sau đó / sau đó lại / sau này mới</div>"},"0b451dd4-04e7-4b97-9897-c778f1104171":{"vi":"<div>Nếu để sau này mới phàn nàn thì chúng tôi cũng khó xử, vậy bây giờ ai có điều gì muốn nói thì hãy nói ra đi.</div>"},"1d201ba5-1da4-45b8-accc-1ac06467d5fb":{"vi":"<div>Nhận được thông báo thi đậu kì thi nhập học, tôi đang mừng thì bỗng nhiên sau đó lại nhận được giấy báo rằng thông báo trước có sự nhầm lẫn, chán thật.</div>"},"7c556afc-7e52-4be4-a356-e35196bd4226":{"vi":"<div>Những người muốn tham gia tour du lịch sau đó cứ lần lượt xuất hiện làm tôi phải điều chỉnh đến khổ.</div>"},"6c3f49ab-7a3b-42e3-9214-81118edebf2f":{"vi":"<div>Dùng trong trường hợp nói về một sự việc A mặc dù đã xong một bước hoặc đã kết thúc nhưng sau đó lại xảy ra sự việc B, có liên quan đến A hoặc có tác dụng phủ định A.</div>"},"92fdfa93-b324-4580-abf6-ed11ee5d25fd":{"vi":"<div>sau / sau này / chút nữa</div>"},"8931a58b-cb3b-4ad5-9de6-bd8f8d3ee423":{"vi":"<div>Tôi sẽ gọi điện thoại lại sau.</div>"},"4eceb1b3-95b8-43cc-88b6-533177404b90":{"vi":"<div>Chút nữa anh dùng cơm với tôi nhé?</div>"},"2972c83b-37c8-4b65-84da-84a33837d8dd":{"vi":"<div>A: Mẹ ơi, cái đầu búp bê bị sút ra / đứt ra rồi. Mẹ sửa lại cho con đi.</div><div>B: Được rồi, chút nữa nhé!</div><div>A: Không phải là chút nữa, bây giờ cơ.</div><div>B: Bây giờ mẹ bận, con chờ một chút!</div>"},"5dbc9cb0-2353-410b-a8fd-33bcb31d4aad":{"vi":"<div>Diễn tả thời điểm sau khi phát ngôn. Được sử dụng giống như ③ để từ chối những việc mà mình không muốn làm bây giờ.</div>"},"8a0f46ca-3282-4a27-b6a9-efbef0171c58":{"vi":"<div>chỉ còn… nữa</div>"},"6e897852-8e28-4508-9088-9f16b0455ad6":{"vi":"<div>Thành viên hầu như đã tập hợp đầy đủ, chỉ còn anh Tanaka nữa thôi, nhưng không biết tại sao đã quá giờ quy định rồi mà vẫn chẳng thấy tăm hơi đâu nhỉ?</div>"},"33e998e5-2815-4544-afcd-dc20a342e2ae":{"vi":"<div>Thức ăn cũng đã làm xong, phòng ốc cũng đã dọn dẹp rồi, chỉ còn đợi mọi người đến nữa mà thôi.</div>"},"b6497021-db6b-4c22-960d-caffb822c55d":{"vi":"<div>Chương trình buổi hoà nhạc diễn ra trôi chảy, chỉ còn lại tiết mục khó diễn cuối cùng nữa thôi.</div>"},"ba48ba04-d0de-4a7d-bf95-be0516d0917f":{"vi":"<div>Luôn kết hợp với 「だけ／のみ／ばかり」 ở phía sau, để diễn tả điều kiện cho một sự việc có thể xảy ra. Được dùng với hàm ý “hầu hết các điều kiện đã tập hợp đầy đủ, điều kiện còn thiếu là rất ít”.</div>"},"2bd5fb51-ca37-479f-ad71-a8f45ceb27d0":{"vi":"<div>Trong văn nói, khi nhấn mạnh thì biến thành「あんまり」.</div>"},"3ae68d3c-68aa-4cf5-9d87-92c6ea4b0367":{"vi":"<div>あまり／あんまり…ない không ... lắm / không ... nhiều</div>"},"617b222a-5e55-4930-bcae-21b2abc0097f":{"vi":"<div>Bây giờ không đói bụng lắm nên không cần bánh ngọt.</div>"},"a0d4585f-249f-41b5-85da-b990dbd0f846":{"vi":"<div>Cậu em trai tôi dáng không cao lắm nên không có nhiều bạn gái.</div>"},"99daa069-e047-464d-aa44-937bb864445a":{"vi":"<div>Dạo này tôi không hay xem phim lắm.</div>"},"9e8dbf17-469c-41e4-ba48-61a233eb9148":{"vi":"<div>Sáng nay tôi không ăn cơm nhiều lắm.</div>"},"e3500a4f-33b5-4ef4-8fed-3e1459f13bf8":{"vi":"<div>Hôm nay không có nhiều tiền lắm nên việc mua đĩa CD đành để lần tới vậy.</div>"},"9f390c73-6e19-4b9f-8cca-94d81aa2c3aa":{"vi":"<div>Phía sau thường đi với những cấu trúc phủ định để diễn tả mức độ không cao. Trong trường hợp gắn với động từ, nó diễn tả tần số không cao hoặc số lượng không nhiều.</div>"},"b64ec169-6e50-4080-a685-fc3ee105d6c2":{"vi":"<div>あんまり（にも）… quá sức / … quá chừng / … quá mức</div>"},"22660e68-6a24-4757-b3a2-ac9deec2d05f":{"vi":"<div>Buồn cười quá đến độ chảy cả nước mắt.</div>"},"80369b67-4f36-407a-9681-54cccfb0f6a2":{"vi":"<div>Tôi thích những cái áo sơ mi thoải mái nhưng cái này thì rộng quá.</div>"},"a5d138b0-1912-48d8-93d9-e7b08da206af":{"vi":"<div>Cà-ri ở chỗ này dở quá, thật không thể nào ăn được.</div>"},"4b92a941-6e73-4f60-8c12-0b92ac4a1f17":{"vi":"<div>Lời đề nghị của người ấy quá đột ngột, nên tôi chưa thể chấp thuận ngay được.</div>"},"e8865d33-be23-48ed-8a86-5aa24dea48aa":{"vi":"<div>Hắn ta cười nhạo quá mức thất bại của tôi, khiến cho tôi tức quá chịu không nổi, phải đánh hắn.</div>"},"dee235ab-7043-4fed-9f40-c05a0e33fd69":{"vi":"<div>Thường đi với tính từ nhưng trong trường hợp như ví dụ ⑤ lại đi với động từ. Mức độ biểu thị của tính từ hay động từ đều quá mức suy nghĩ bình thường. Phần lớn trường hợp dùng để biểu thị ý phê phán hay ý không tốt. Thường đi với 「…すぎる」. Ngoài ra, cũng thường đi với 「…て／ので／から」để diễn tả một sự việc tất yếu sẽ xảy ra do mức độ (của sự việc trước đó) quá cao, hoặc diễn tả một kết quả hay phán đoán rút ra từ sự việc đó.</div>"},"67536145-608a-45b0-9c9f-96dfe06f84e9":{"vi":"<div>あまりのN　に／で vì quá</div>"},"70b326b2-9d7f-4f70-9d89-d16ddbd8c44c":{"vi":"<div>Vì quá ngạc nhiên nên tôi đã không thể thốt nên lời.</div>"},"ad7903d5-e983-494b-a28f-c92dae19d188":{"vi":"<div>Tôi đã đi tắm biển nhưng vì quá đông người nên mệt muốn chết.</div>"},"6dee8ac1-7ce1-47e7-81ec-32dae01c85c7":{"vi":"<div>Vấn đề quá phức tạp đến nỗi tôi không đủ cả tinh thần để tìm biện pháp giải quyết.</div>"},"11333d8d-1192-4648-afe2-c47170b29f97":{"vi":"<div>Anh ta vì quá bận rộn nên cuối cùng sức khỏe bị suy sụp và phải nhập viện.</div>"},"3a36adfa-f4b1-4849-b017-48392e9cc33c":{"vi":"<div>Đi với danh từ bao hàm ý nghĩa mức độ, để diễn tả ý nghĩa “vì mức độ đó quá cao”. Mệnh đề sau nói lên hậu quả tất nhiên do nguyên nhân đó mang lại.</div>"},"9613a9d6-480e-4742-8d09-a42960080713":{"vi":"<div>Đau đầu vì nhiều bài tập quá.</div>"},"e0f1a5ed-e964-4dfa-a277-2000e6783bbc":{"vi":"<div>あんまり（にも）…と nếu … quá</div>"},"248afa06-dcf4-40d3-9daa-7ff36fef4a44":{"vi":"<div>Chú ý nhé! Nếu để âm lượng quá lớn thì coi chừng người hàng xóm sẽ sang phàn nàn đấy nhé!</div>"},"67a25c29-a4c6-4883-9015-4d621b9f1f95":{"vi":"<div>Nếu rẻ quá tôi lại đâm lo.</div>"},"0852042f-0477-4b6d-b8ec-ab021d8411d5":{"vi":"<div>Giỏ xách lớn thì tiện thật đấy nhưng mà nếu quá lớn rồi lại bỏ quá nhiều đồ vào nó sẽ trở lên nặng, mang đi mệt lắm, do vậy nên mua giỏ xách có độ lớn vừa phải thì hơn.</div>"},"02294fe5-6e8a-4063-a2d9-a2488c7c6a10":{"vi":"<div>Biểu thị mức độ quá cao. Tiếp theo sau là những cách nói diễn tả kết quả đương nhiên xảy ra do nguyên nhân đó.</div>"},"7a837093-7346-470f-a435-bc85b2e91df1":{"vi":"<div>…あまり（に）vì quá</div>"},"759eda1b-e5d1-440f-888d-ffd9d46e5284":{"vi":"<div>Mẹ tôi vì quá đau buồn, nên đã ngã bệnh.</div>"},"e41a12d3-326c-42bf-81e8-292fc237ecf6":{"vi":"<div>Anh ta vì quá ngạc nhiên nên đã đánh rơi cả cái li đang cầm trên tay.</div>"},"0448f51e-1b7f-4217-9ea6-2e11ad994c67":{"vi":"<div>Vì quá bận rộn, tôi đã quên mất việc phải gọi điện thoại cho người bạn.</div>"},"8d5e1c60-e160-417a-8718-19cba9cb4917":{"vi":"<div>Vì quá lo lắng cho con, nên tôi hay gọi điện đến chỗ trọ cho nó, cứ mỗi lần như vậy lại bị nó cằn nhằn.</div>"},"fd3db461-44ca-48a7-a18e-1a8284739248":{"vi":"<div>Vì quá nôn nóng tìm cách xoay chuyển tình thế nên tôi lại càng phạm thêm nhiều lỗi.</div>"},"5ef50197-9b64-4f0b-9138-1e41d884f108":{"vi":"<div>Cô ấy vì quá nghĩ cho anh ấy mà hi sinh cả bản thân mình.</div>"},"bc9cba40-dc59-4a62-b109-6e74e97953bb":{"vi":"<div>Đi với động từ hay danh từ biểu thị trạng thái hay tình cảm, diễn tả một sự việc đạt đến mức độ cực đoan, và kết quả xảy ra sau đó không phải là một kết quả tốt.</div>"},"0e4ed337-5b23-45f8-a271-de86f98513aa":{"vi":"<div>từ chỉ số lượng +あまり hơn / trên + từ chỉ số lượng</div>"},"9e4110d8-8247-4a8a-b77e-9ec5162df46b":{"vi":"<div>Số người tham dự buổi họp đó là hơn 100 người.</div>"},"2527e383-353f-4380-87fb-29eba012318d":{"vi":"<div>Tôi đã không còn đủ sức để đi bộ một đoạn đường hơn 5 cây số kể từ chỗ đó.</div>"},"e7155a2b-0fcc-40ac-83df-0fb073f8b9ed":{"vi":"<div>Cuối cùng, nguyên nhân cũng đã được làm sáng tỏ, hơn hai tháng sau khi xảy ra tai nạn.</div>"},"4c289251-0762-408c-ae52-c7cc2e389c85":{"vi":"<div>Diễn tả sự vật có số lượng nhiều hơn một số nào đó. Không đi với một con số chính xác nào. Dùng trong văn viết.</div>"},"0b3332b8-d19a-4537-955d-a1237e346e72":{"vi":"<div>Tôi đã mua hơn 200 gram thịt xông khói.</div>"},"ca7d680a-474b-4c01-9706-608b5a1bd244":{"vi":"<div>lại</div>"},"a3bf7dda-af56-4d8a-8f3f-8ed374f4de20":{"vi":"<div>Nhờ anh viết lại nội dung này cho phù hợp với đối tượng trẻ em được không?</div>"},"687a0947-470f-4d08-a2b0-7caa834d8b6a":{"vi":"<div>Tên trộm hối tiếc về những việc bản thân đã làm, rồi bắt đầu một công việc đàng hoàng.</div>"},"03badb26-1adc-4a20-9037-b265132f722c":{"vi":"<div>Đi kèm với dạng liên dụng của động từ nhưng số lượng động từ được sử dụng có giới hạn. Diễn tả ý nghĩa “sửa chữa những khuyết điểm trước kia, chuyển sang những điểm mới hoàn toàn”.</div>"},"25a0fb8c-600c-431a-8ecf-f0059b04e7b8":{"vi":"<div>Cách diễn đạt dùng trong văn viết hoặc trong lối nói trang trọng.</div>"},"fe6de132-3ed9-4d6b-9c1b-ff25642ab39a":{"vi":"<div>N（か）あるいは N : N hoặc N</div>"},"353b81d2-e47b-441b-802a-9d3418cc5e99":{"vi":"<div>Xin điền bằng bút mực đen hoặc bút mực xanh.</div>"},"6eb44eed-0465-4482-8bba-0add9a200deb":{"vi":"<div>Trong trường hợp vắng mặt, phải thông báo bằng lời hoặc bằng giấy.</div>"},"7cdadcd3-6a08-46d4-b985-377d10023057":{"vi":"<div>Cơ sở của câu lạc bộ này chỉ có hội viên hoặc người nhà của hội viên mới được phép sử dụng.</div>"},"b3104e8e-f9fc-494c-b904-b4d0fc1a95f7":{"vi":"<div>Muốn nộp đơn, ứng viên phải từ 25 tuổi trở lên hoặc phải từ 20 tuổi trở lên và có nghề nghiệp trong tay.</div>"},"93e50aa6-73d0-47ca-a7fd-f7e307270bb7":{"vi":"<div>Nạn nhân hình như bị sát hại bằng một thứ như là dao phay hoặc dao leo núi.</div>"},"c4f1dcfc-b95b-42b7-9dc7-97d90e832ac9":{"vi":"<div>Dùng ở dạng「X（か）あるいはY」để diễn tả ý nghĩa “hoặc X hoặc Y”. Thường dùng để chỉ dẫn: “X cũng được, mà Y cũng được. Hãy chọn một trong hai cái”, như trong ví dụ ① và ②. Ngoài ra, còn dùng để chỉ điều kiện “Chỉ cần đáp ứng được một trong hai: hoặc X hoặc Y”, như trong ③ và ④. Điều kiện trong ví dụ ④ là: Nếu đáp ứng được X hoặc Y, hoặc cả hai. Ví dụ ⑤ thường dùng trong trường hợp: Có khả năng là X hoặc Y. Hiện chưa rõ là khả năng nào.</div>"},"39ef1e0b-98a6-465d-9ea3-3da52d81fa5c":{"vi":"<div>Tương tự còn có những kiểu câu như 「XかY」, 「XまたはY」, 「XもしくはY」. Trong ngôn ngữ nói hằng ngày, thường dùng dạng「XかY」.</div>"},"e75bef0e-7429-44f2-a393-7d90fc65e022":{"vi":"<div>…か、あるいは hoặc là … hoặc là</div>"},"a13de81a-0558-490b-997e-f98b495f9977":{"vi":"<div>Hồ sơ đăng kí xin gửi bằng bưu điện hoặc mang đến nộp tại văn phòng.</div>"},"6a4442a5-68a7-4651-99a5-a23c37690467":{"vi":"<div>A: Từ đây đến Fukuoka, phải đi thế nào nhỉ?</div><div>B: À, thế này nhé. Đi bằng xe điện siêu tốc shinkansen, hoặc đi bằng máy bay đều được.</div>"},"54c75642-a34c-44e7-976b-12cb235aa498":{"vi":"<div>Điều kiện để vào học lớp sau đại học hệ tại chức là phải có công việc ổn định hoặc là phải trên 25 tuổi.</div>"},"b4519921-74d1-4db9-9d1b-5a436f190c97":{"vi":"<div>Tôi đang lưỡng lự, chưa dứt khoát được là nên đi làm hay là nên học lên.</div>"},"9f72d85a-f1f7-415a-a948-781f017702ec":{"vi":"<div>A: Nạn nhân nói rằng thủ phạm là một người đàn ông không quen biết.</div><div>B: Hoặc là không biết thật, hoặc là giả vờ không biết, chỉ có một trong hai khả năng ấy mà thôi.</div>"},"fb239b5e-146b-4b9c-8709-239c72156b29":{"vi":"<div>Trong vài năm nữa tình hình kinh tế sẽ hồi phục, hay phải mất mấy mươi năm nữa, hoàn toàn không ai đoán được.</div>"},"8a3039f8-f1bb-4b8e-8bc4-ec255a29ea85":{"vi":"<div>Dùng dưới dạng「XかあるいはY」để biểu đạt nội dung “một trong hai, hoặc là X hoặc là Y”. ① và ② là ví dụ của trường hợp “X cũng được mà Y cũng được. Có thể chọn một trong hai”. Còn ③ là ví dụ cho trường hợp “hoặc đáp ứng điều kiện X, hoặc đáp ứng điều kiện Y, hoặc cả hai”. ④ đến ⑥ là ví dụ cho những trường hợp “có hai khả năng X và Y, không biết khả năng nào sẽ thành hiện thực”.</div>"},"d156c004-6c45-4eb5-8630-34a48ac93503":{"vi":"<div>あるいは…かもしれない hoặc có thể là … cũng không chừng</div>"},"b625f2f1-f700-4ca1-9bff-15ce2adbadf8":{"vi":"<div>Cứ tình hình này thì, không chừng mai trời tuyết cho mà xem.</div>"},"fc8083b2-a3a3-49f1-aef8-80a9e765c109":{"vi":"<div>Không chừng những điều nó nói là thật cả đấy.</div>"},"851455c9-1e4b-4c19-a607-dd36b58e1b77":{"vi":"<div>Lần này là lần mổ thứ 3. Có thể lần này sẽ không qua khỏi.</div>"},"10f481b2-5d0f-4344-be4a-d3457a7f6724":{"vi":"<div>Đã 10 năm nay tôi chưa về quê. Giá như cha mẹ hãy còn sống thì có thể là tôi cũng muốn về thăm. Đằng này, người quen biết cũng chẳng còn ai, nên tôi cũng không thấy nhớ nhung gì cả.</div>"},"7c63d80b-783c-48c3-8235-faef76fb4ba2":{"vi":"<div>Dùng ở dạng「あるいは…かもしれない」, biểu thị sự phỏng đoán của người nói, với nghĩa là “có khả năng như thế”. Những lối diễn đạt tương tự là「ひょっとすると」và「もしかすると」.</div>"},"ccd2702d-2a2d-435a-b1cb-23d6a774a46b":{"vi":"<div>Cũng dùng kết hợp với các hình thức phỏng đoán khác như「あるいは…のだろう」và「あるいは…と思(おも)われる」.</div>"},"52b329b9-b38b-424e-844e-ed6a1c0e26c2":{"vi":"<div>あるいは…あるいは hoặc là … hoặc là</div>"},"220e5d5c-5ce2-41b1-8208-45365c074fa1":{"vi":"<div>Những học sinh tốt nghiệp phổ thông trung học thì, hoặc là học lên cao, hoặc là đi làm, mọi người đã bắt đầu tiến bước trên con đường của mình.</div>"},"5c342fe1-e354-4bef-993f-a61bd85a3a3a":{"vi":"<div>Đến cả hàng cây ven đường đẹp là thế, mà cũng hoặc là bị đốn ngã, hoặc là bị gãy đôi ngang giữa thân đủ rõ là cơn bão mạnh tới cỡ nào.</div>"},"da21a778-25ff-42bc-99f5-e92171081d87":{"vi":"<div>Tiếng gió như khóc than, như gào thét, khi thì vút cao lên, khi thì chùng thấp xuống, cứ thế mà vang vọng suốt đêm ngoài thung lũng.</div>"},"5140a9c5-849b-486b-abb6-69bd1cdf91dc":{"vi":"<div>Dùng để miêu tả một sự việc gồm nhiều tình huống.</div>"},"c37f6fe4-540f-428b-a6f6-9ab9d793c7fd":{"vi":"<div>Ví dụ như trong ① và ②, dùng ở dạng「あるいは…し、あるいは…し」, để miêu tả từng hành động hoặc trạng thái của nhiều sự vật: “cái thì … cái thì”. Ví dụ ③ diễn đạt ý nghĩa: “khi thì … khi thì …”. Đây là lối diễn đạt có tính hình thức, chỉ dùng trong văn viết, chứ không dùng trong ngôn ngữ thường ngày.</div>"},"b8e0f92b-f42a-4868-ade7-3a23a8c467a4":{"vi":"<div>không thể nào chấp nhận được / không được phép làm</div>"},"9e68183f-99fd-4c9a-b1f4-017d258e36fb":{"vi":"<div>N1にあるまじきN2だ</div>"},"e48e8c71-f26b-4321-93b1-6499da1be5f1":{"vi":"<div>Nhận tặng phẩm, tiền bạc của các nhà sản xuất là việc mà một công chức không được phép làm.</div>"},"6e1c7d85-4864-4848-80cf-5c988688667e":{"vi":"<div>Uống rượu vào rồi lái xe là một hành vi mà hơn ai hết, giới cảnh sát không được phép làm.</div>"},"e9a21530-ab6d-444b-89a4-ef792e32baaa":{"vi":"<div>”Thai nhi chưa phải là người”. Đây là phát ngôn không thể chấp nhận được của một giới chức tôn giáo.</div>"},"7da99247-42ca-4c90-bf4b-186fed64389b":{"vi":"<div>Dùng sau một danh từ chỉ nghề nghiệp hoặc cương vị, để biểu hiện ý nghĩa: “Đã ở vào cương vị ấy, hoặc đã làm nghề ấy, thì không được phép …”. Theo sau là một danh từ chỉ sự việc, hành vi, phát ngôn, thái độ. Mẫu câu này dùng để phê phán một người nào đó (được biểu thị bằng hình thức「Nに」) rằng đã có một việc làm, hành vi, hoặc một thái độ không thích hợp với tư cách, cương vị, hoặc lập trường của mình. Lối nói trang trọng dùng cho văn viết.</div>"},"3fc47aa1-cda7-4756-8891-41d6c9778061":{"vi":"<div>あれで＜đánh giá tích cực＞ tuy thế (nhưng)</div>"},"6eb7ffc0-3f2a-42c2-b4be-1d19102ad783":{"vi":"<div>Anh ta, tuy lời lẽ lúc nào cũng cay độc, ấy thế mà cũng có lúc khá là tốt bụng đấy!</div>"},"9a9177d2-a90c-4d12-9499-388e89b60ade":{"vi":"<div>Cô ta tuy vóc người nhỏ bé, ấy thế mà lại có một thể lực mạnh đến không ngờ.</div>"},"76545d9c-3ec1-4af3-b7f7-137e09fac6a0":{"vi":"<div>Nhà hàng ấy, tuy thoạt trông có vẻ dơ bẩn, không ngon, ấy thế mà lại ngon ngoài sức tưởng tượng.</div>"},"0b3d3da7-efa8-4a42-a8c1-8c06fe34b3c3":{"vi":"<div>Dùng kèm những từ như「なかなか」hoặc「けっこう」để biểu thị ý nghĩa cho rằng thực chất của một sự vật nào đó tốt hơn nhiều, so với vẻ bề ngoài của nó. Đi sau「あれで」là từ ngữ biểu thị sự đánh giá cao ngoài dự tưởng. Dùng để khen ngợi ai đó, hoặc một sự vật nào đó được nói đến.</div>"},"8e140f34-cfb8-4c8c-80ff-a6ae08e86b14":{"vi":"<div>あれで＜ngạc nhiên＞ như thế (mà)</div>"},"361bad4c-96a7-460b-ba1f-ac4f49dccb18":{"vi":"<div>Cái áo khoác ấy, như thế mà giá chỉ có 4 vạn thôi, thì rẻ thật.</div>"},"5d59181f-3b62-4038-8916-1d156b42ebc5":{"vi":"<div>Anh nói sao? Trượt tuyết được như cô ta mà lại nói là trượt lần đầu à? Trượt được như thế thì giỏi quá!</div>"},"197dde60-ed94-47ed-ac3f-7b65b7fbba6b":{"vi":"<div>Cơm phần hôm nay của nhà ăn, như thế mà lại dám nói là đã có cải thiện đấy à! Cứ như là thức ăn cho lợn ấy!</div>"},"a76f9927-5682-455f-9889-24dd701595fe":{"vi":"<div>Cuốn phim ấy, thế mà cũng nhận được giải Academy à? Trao giải như thế, anh không thấy là tùy tiện quá sao?</div>"},"f1d1ca7e-4673-435f-b7fb-e5d9e163cb92":{"vi":"<div>Biểu đạt một sự hơi ngạc nhiên rằng “với tình trạng … như thế mà (cũng) …, mà lại xứng đáng được …, mà lại có thể … được”. Dùng trong trường hợp khẳng định như ① và ②, và trong trường hợp phủ định như ③ và ④.</div>"},"873d54ce-4bf7-4431-a8e7-1e69034d124b":{"vi":"<div>như thế mà cũng</div>"},"484ff110-1458-43d2-9d71-ac2881515848":{"vi":"<div>Ông ấy chẳng chịu lắng nghe bệnh nhân nói gì cả, như thế mà cũng là bác sĩ sao?</div>"},"f5fd54ca-330c-49ab-92d9-54d530b495f8":{"vi":"<div>Làm ăn như thế mà anh ta cứ nghĩ là mình đang giúp đỡ người khác. Quấy rầy người ta thì có!</div>"},"b795649d-93d1-486a-a122-def63802737b":{"vi":"<div>Nếu là trẻ con thì như thế cũng còn thích thú được, chứ người lớn thì ai mà chịu được một trò chơi dở hơi như thế!</div>"},"2c172c21-dd96-4429-9595-921d747dd18c":{"vi":"<div>Cô ta trượt tuyết giỏi như thế, nhưng chỉ mới là lần đầu đấy. Lần đầu mà đã trượt được như thế thì cũng giỏi đấy chứ.</div>"},"d916da31-8d5b-4e68-a0ce-c03460830f48":{"vi":"<div>Diễn tả cảm nghĩ cho rằng một hành động, một lời nói hay một sự việc nào đó của một người thứ ba, mà cả người nói lẫn người nghe đều biết, là một điều bất bình thường, vượt ra ngoài chuẩn mực của người nói. Từ đó, trong nhiều trường hợp, có bao hàm ý phê phán. Đằng sau thường kèm theo hình thức nghi vấn hoặc phỏng đoán.</div>"},"c56c9904-daf1-4b48-ac2f-51ff3e172998":{"vi":"<div>あんまり…ない không … lắm</div>"},"88a249b8-8ee0-418b-b28a-47284dc3685f":{"vi":"<div>Dạo này tôi không hay xem phim lắm.</div>"},"4ee4f73a-6726-4abc-a085-161fcb017e44":{"vi":"<div>Hôm nay vì không sẵn tiền lắm, nên tôi tính lần sau mới mua đĩa CD.</div>"},"043a424c-9821-4160-87e4-c96669a75413":{"vi":"<div>Đây là cách nói nhấn mạnh của từ「あまり」. Dùng trong văn nói.</div>"},"5409b409-aa90-4fa0-88c7-a70641d2f5f1":{"vi":"<div>あんまり quá (sức)</div>"},"cc358476-8dce-4ab9-b1b5-5aa80cd17e66":{"vi":"<div>(Câu chuyện) buồn cười quá, đến độ chảy cả nước mắt.</div>"},"77a9d34e-c29f-4a8e-bc53-88b977b4d105":{"vi":"<div>Trời mà nóng quá thì sẽ chẳng còn suy nghĩ gì được.</div>"},"b22c8acf-8c60-4479-b290-64a582d4cd30":{"vi":"<div>Tiếng Anh mà kém thì sẽ bị coi thường, nhưng nếu giỏi quá thì lại khiến cho người khác khó chịu. Tốt nhất là đừng kém quá mà cũng đừng có giỏi quá.</div>"},"360de07e-f557-467d-8efb-cd2d08766f54":{"vi":"<div>Đây là cách nói nhấn mạnh của từ「あまり」. Dùng trong văn nói.</div>"},"d234b1f6-7e53-478e-934e-fb0e24b44964":{"vi":"<div>…なんてあんまりだ (thì) thật là quá đáng</div>"},"396ba012-bd27-45d1-9326-994824b3ecbe":{"vi":"<div>Không còn ai còn nhớ tôi là ai, làm gì … thật là quá đáng!</div>"},"32216799-4a5c-4e99-9cf0-d014fdb629ff":{"vi":"<div>A: Từ ngày mai cậu chuyển xuống làm cầu thủ dự bị.</div><div>B: Huấn luyện viên bảo sao ạ? Thế thì tội cho em quá. Xin cho em một cơ hội nữa ạ.</div>"},"42831d29-c8aa-42c9-a0b4-1b800a192022":{"vi":"<div>A: Cô ta, giao cho việc gì cũng phạm hết lỗi này đến lỗi khác. Hôm nọ lại để quên giấy tờ quan trọng trên xe điện. Phải chi cô ta mà thôi việc cho, thì mọi việc sẽ êm đẹp biết bao.</div><div>B: Nói thế thì thật quá đáng? Cậu không thấy là cô ta, tuy kinh nghiệm hãy còn ít, nhưng đã có nhiều cố gắng hay sao?</div>"},"c6a7f3af-b262-4641-a919-a1ebc8f88bf9":{"vi":"<div>Một ngày nào đó, bất ngờ bị sa thải, thì nếu bảo là quá đáng thì cũng là quá đáng thật, nhưng nó có bị như thế thì cũng là đáng đời thôi.</div>"},"195de332-5dd9-4b48-acc9-5b3f2cb81f63":{"vi":"<div>Ngoài「なんて」ra, còn dùng các dạng khác như「って」,「は」,「とは」. Diễn đạt ý bất bình mạnh mẽ: “Thế thì thật là quá quắt”, đối với sự việc diễn tả ở phần trước của câu. Dùng chủ yếu trong văn nói. Bộ phận「あんまりといえばあんまりだ」trong ④ là một thành ngữ, nghĩa là: “Nếu bảo là quá đáng thì cũng là quá đáng thật”.</div>"},"98cec837-1c98-4df1-b2e1-a9ec4406c693":{"vi":"<div>いい＜khen ngợi＞tốt / đẹp / thích (nhỉ)</div>"},"a6d474c8-831a-416f-8b49-66f219125598":{"vi":"<div>Cái áo len ấy đẹp nhỉ. Hợp lắm đấy!</div>"},"38337c96-3dae-427a-b6e1-9d7d14d668b5":{"vi":"<div>A: Nghe nói cô ấy sẽ đi hưởng tuần trăng mật ở Hy Lạp đấy.</div><div>B: Thế sao? Thích nhỉ.</div>"},"355eab90-b40b-48d8-ab3c-cb530805c773":{"vi":"<div>Dùng trong trường hợp khen ai hoặc bày tỏ thái độ ước ao, mong muốn được như người khác. Đằng sau có kèm「ね」hoặc「なあ」.</div>"},"563a3c79-0819-4a5a-9060-6648be2568fd":{"vi":"<div>いい＜từ chối＞đủ (rồi)</div>"},"f145c330-e9d2-439f-893d-7ad94194f624":{"vi":"<div>A: Anh uống thêm một li nữa nhé?</div><div>B: Thôi, tôi đủ rồi.</div>"},"61377632-e7d5-41fa-a619-918d6e033a67":{"vi":"<div>A: Có bánh ngọt đấy. Cậu ăn không?</div><div>B: Thôi, để lát nữa, giờ thì chưa cần …</div>"},"18235c20-6a29-4f87-9efc-ac206afdf40d":{"vi":"<div>Dùng để từ chối sự mời mọc của ai. Đồng nghĩa với 「けっこうです」.</div>"},"eba2fda3-2423-4027-af2a-cc57aa9833b2":{"vi":"<div>いい＜lưu ý (ai đó)＞nhớ là / sẵn sàng chưa</div>"},"45923267-09d1-4001-9e2b-2663dbc0c650":{"vi":"<div>Nhớ những điều tôi vừa nói, đừng cho ai biết cả nhé.</div>"},"2f0b9364-d7b5-463c-9c15-4c654978007d":{"vi":"<div>Sẵn sàng chưa? Nhìn cho kỹ nhé. Bấm vào đây thì điện sẽ tắt. Sau đó, hãy rút phích cắm ra.</div>"},"447e5959-53e0-4dfa-a593-ff2da114a6d8":{"vi":"<div>Này, hãy nghe cho rõ. Từ rày trở đi tao sẽ là chỉ huy nhóm này.</div>"},"5ae000a2-c629-4b14-9606-15e1f5f4d9b3":{"vi":"<div>Xin hãy nhìn vào đồ thị này. Được chưa? Đây là đồ thị biểu diễn sự gia tăng dân số thế giới cho đến năm 2001.</div>"},"cba3ad0c-be46-407c-be36-4e5df36227d1":{"vi":"<div>Phát âm với ngữ điệu cao lên. Dùng để lưu ý và kiểm tra người nghe, trước khi ra lệnh hoặc nhờ cậy, dặn dò điều gì, xem đã sẵn sàng tiếp nhận thông tin chưa.</div>"},"5bc1c0c1-42ef-456c-b1e4-0727127564b1":{"vi":"<div>いいから／いいよ được rồi / không nói nữa</div>"},"43649d8e-9641-4579-9932-f5d69d722778":{"vi":"<div>A: Giá như tôi đến sớm hơn 3 phút nữa thì đã không bị trễ tàu rồi …</div><div>B: Thôi, chuyện ấy, không nói nữa. Điều quan trọng là bây giờ phải giải quyết sao đây.</div>"},"073f5920-0bd7-4d32-9872-1985ef66e201":{"vi":"<div>A: À, đã có một chiếc taxi đến. Xin mời anh lên xe. Vì đợi chiếc sau, không biết bao giờ mới có.</div><div>B: Không. Phần tôi, anh không phải lo. Xin anh cứ lên trước đi, vì nhà anh ở xa hơn.</div>"},"27190ee0-4046-4aa8-8230-16ad6461ecc5":{"vi":"<div>A: Này, đi vào con đường đó, có sao không đấy? Lỡ bị lạc thì biết tính sao?</div><div>B: Được rồi. Đã nói là cứ để cho tôi lo liệu. Đi lối này là đi tắt đấy.</div>"},"d29e7492-d8af-49d6-8b6c-e5651c3d0a96":{"vi":"<div>A: Nút để nhập số liệu không phải là nút đó đâu, nút này này.</div><div>B: Biết rồi. Im đi!</div>"},"b62f48aa-f85a-495b-981f-ffbdbd946ee9":{"vi":"<div>A: Giá như tôi để ví tiền ở trong cái túi xách đàng hoàng thì đâu đã đến nỗi bị lấy cắp. Cả cái thẻ tín dụng cũng thế, phải chi tôi để chỗ khác thì đâu có bị … Trong sách hướng dẫn du lịch, người ta cũng đã ghi rõ như thế mà … Thật, tôi bậy quá.</div><div>B: Thôi. Đừng nói nữa. Bây giờ có hối hận cũng chẳng làm được gì.</div>"},"83de9a2d-547e-4991-ba03-2dd00912a2b6":{"vi":"<div>Diễn đạt ý: “Anh không phải nói như thế, không phải suy nghĩ như thế” đối với nội dung mà đối phương nói ra. Có tác dụng ngăn, không cho đối phương nói tiếp nữa. Dùng để xoa dịu, an ủi, trấn an đối phương, như trong ví dụ ①, ② và ③, hoặc để ngăn không cho đối phương nói nữa, khi cảm thấy khó chịu, bực bội trước sự quan tâm, lo lắng (quá mức) đối với mình, như trong ④, hoặc để tỏ thái độ: Dù có nói bao nhiêu những điều như thế thì cũng chẳng giải quyết được gì, như trong ⑤. Hình thức「いいから」có nghĩa là: “Đừng nói gì cả, vì không việc gì phải e ngại, lo lắng”, nên khi dùng sẽ có tác dụng mạnh hơn trong việc ngăn không cho đối phương nói tiếp.</div>"},"74f890fe-c17a-4399-8242-771b3dbd3da6":{"vi":"<div>…がいい … mong sao cho …</div>"},"00fc6984-0c2b-4c37-8246-f56a752a1db0":{"vi":"<div>Mong sao những đứa chỉ biết nghĩ toàn chuyện xấu như mày sẽ bị cảnh sát bắt.</div>"},"95639cdd-64f6-4eb7-a61f-94ecb0c43460":{"vi":"<div>Mong sao cho những tên khốn kiếp ấy sẽ bị quỷ hành ma ám mà chết đi cho rảnh mắt.</div>"},"1de944aa-1308-4759-97e5-1e03f4b981b2":{"vi":"<div>Biểu thị niềm mong ước cho ai đó bị giáng họa. Dùng để lên án, nói xấu, hoặc nguyền rủa ai. Lối nói có tính cách cổ xưa.</div>"},"f417a95e-9e1e-4336-9bad-86da7f40896b":{"vi":"<div>Kính trọng ngữ là「おっしゃる」và khiêm tốn ngữ là「申す」.</div>"},"57d73fe8-69c0-441c-9ec6-512872897587":{"vi":"<div>いう＜phát ngôn＞</div>"},"4b1e0f80-8939-48a7-ae36-011b2927020f":{"vi":"<div>…という nói rằng … / nói là …</div>"},"4d42820f-f782-4239-b648-a892d02a5e3b":{"vi":"<div>Tuy nói với mọi người là sẽ đi, nhưng quả thật là tôi không muốn đi.</div>"},"e9a2fb50-086b-40d9-a2fe-89c23329a3b8":{"vi":"<div>Cô Michiko nói “Mình sẽ đi ngay”.</div>"},"47192419-dc5e-4b85-a9c8-6813e1a6fb66":{"vi":"<div>Cô Michiko nói là cô ấy sẽ đi ngay.</div>"},"b118ce25-e89a-4f17-a734-3b693218cd44":{"vi":"<div>Dùng để dẫn lại lời nói. Có 2 cách: trích dẫn trực tiếp từ ngữ đúng như đã được nói ra như ví dụ ②, và trích dẫn gián tiếp như ví dụ ① và ③. Khi trích dẫn gián tiếp, thể của lời dẫn là thể thông thường. Để hỏi nội dung lời nói có 2 cách là「なんといいましたか」(Anh (chị) đã nói gì vậy?) và「どういいましたか」(Anh (chị) đã nói thế nào?). Khi trích dẫn gián tiếp câu đề nghị hay mệnh lệnh thì dùng「…ようにいう」(nói là hãy …).</div>"},"177cdfe3-500d-4181-9b0c-61a33cd300ba":{"vi":"<div>…といっている nói rằng …</div>"},"15fce433-f929-43f6-adcb-ee9808a4441f":{"vi":"<div>Anh Yamashita nói là vẫn chưa quyết định được.</div>"},"df3cc2eb-32c3-499c-bb6f-3b035a2aecbb":{"vi":"<div>Mọi người đều nói rằng đó quả là một tin mừng.</div>"},"ecfa34a4-1f3e-4f57-9f59-e8fe4bf4d7da":{"vi":"<div>A: Cơ quan phụ trách có ý kiến gì về việc này?</div><div>B: Họ nói là khi phân tích chưa xong nguyên nhân thì không thể nói rõ điều gì.</div>"},"b7f13e46-9223-4d1b-b93e-334a0677ae3c":{"vi":"<div>Tôi đã trình bày là không muốn đi nhưng có vẻ khó được chấp nhận.</div>"},"dd73160a-3075-471d-9d0d-fe4a6811538b":{"vi":"<div>Dùng để diễn đạt rằng lời nói của một ai đó đến bây giờ vẫn còn hiệu lực. Nhiều trường hợp dùng để trích dẫn lời nói của người thứ ba. Tuy nhiên, nếu dùng để dẫn lời nói của mình, thì thường là trong tình huống nội dung đó không được chấp thuận.</div>"},"6da6ddd3-0133-4661-9f7f-0abee4262aa0":{"vi":"<div>…といわれている được cho rằng / người ta nói rằng …</div>"},"6a44573b-b5c1-4750-b257-efa884352676":{"vi":"<div>Người ta nói rằng nếu uống nước ở con suối đó thì sẽ trẻ lại.</div>"},"b3fc5188-d21a-494a-aab6-3f1914de437b":{"vi":"<div>Bộ phim đó được cho là kiệt tác tuyệt vời nhất trong lịch sử điện ảnh Nhật Bản.</div>"},"45216bca-3f0e-4d5a-ae8d-bf35fe3e4fc4":{"vi":"<div>Người ta cho rằng trên thế giới hiện có khoảng vài chục triệu dân tị nạn (vì lý do chính trị hay thiên tai).</div>"},"02b69a3a-b99e-4026-96cc-e78dfface713":{"vi":"<div>Dùng khi nói về những lời đồn hay sự đánh giá chung của dư luận.</div>"},"5dc94af8-f11e-467a-be41-bf8e285b35a8":{"vi":"<div>V－る／V－ない　ようにいう yêu cầu (đề nghị) ai V (không V)</div>"},"fcaba4e2-a192-42a9-ae21-92073d933f25":{"vi":"<div>Người ta yêu cầu tôi tới đây.</div>"},"adbb72da-0ed9-4a7b-bd38-6e0368b920d9":{"vi":"<div>Hãy nói anh Kimura gửi trả cuốn sách ngay.</div>"},"80460706-824a-420f-91f9-cf75c067b02e":{"vi":"<div>Bọn mình đề nghị họ giữ trật tự một chút nữa đi.</div>"},"b5c6cf7c-0506-4d74-a6e9-c3c19a75d273":{"vi":"<div>Dùng để trích dẫn gián tiếp câu đề nghị, mệnh lệnh.</div>"},"5f4753e7-25d0-43a5-a194-56e6a9c76424":{"vi":"<div>Nをいう: N</div>"},"954137e5-b9e9-4d6d-8c04-4450500dd370":{"vi":"<div>Con cảm ơn chú đi.</div>"},"494b8fd8-21e9-46d2-a269-2f223f17d771":{"vi":"<div>Tôi bị bạn giận vì đã quá lời.</div>"},"4ce7c9ea-a77e-44df-8e9d-7a360381baab":{"vi":"<div>N là danh từ thể hiện sự phát ngôn như「お礼」(cảm ơn),「嘘」(nói dối), 「ひどいこと」(lời nói quá đáng, … Diễn đạt ý nói ra N bằng lời.</div>"},"5a2e43a3-f5f1-470a-9037-f3c6a235e827":{"vi":"<div>Nを…という gọi N là …</div>"},"8727afc3-405b-4d6b-8512-fd199c7d3f39":{"vi":"<div>Anh ấy nói cô bé kia là em gái mình.</div>"},"0b3bd7aa-5075-463e-ad7e-da00ee565219":{"vi":"<div>Thầy giáo ý kiến của tôi hay.</div>"},"8a5a118a-fe31-4fbe-aa26-83e7ac74a57f":{"vi":"<div>Ông ấy bảo tôi là đồ ngốc.</div>"},"b79e6493-1597-47f0-9a17-30bc4004f745":{"vi":"<div>Dùng để phát biểu nhận xét hay nói về mối quan hệ đối với người hay sự vật nào đó. Thường dùng khi trích dẫn lời người khác.</div>"},"3b947fa7-4663-4c15-ba64-897606a8c870":{"vi":"<div>… という＜truyền đạt lại＞nghe nói là / người ta nói là …</div>"},"305091b8-2d9b-4194-8830-a270801850d1":{"vi":"<div>Nghe nói là anh ấy sau khi tốt nghiệp đã về quê làm giáo viên ở trường cũ.</div>"},"1662939f-0b02-4d88-b922-c775270bdb5d":{"vi":"<div>Người xưa kể lại rằng sau khi nhà sư ấy rời đi, đất nước đó đã phồn thịnh trong cả ngàn năm.</div>"},"3fa212f8-b63e-4e4c-9ad2-73585fe6917d":{"vi":"<div>Người ta nói ở Ireland không có rắn vì Thánh Patrick đã đuổi chúng đi.</div>"},"38ce3bf1-439a-4712-bba9-b043782e5685":{"vi":"<div>Người ta cho rằng dân ở hòn đảo này là người từ phương nam tới theo dòng hải lưu nóng Kuroshio.</div>"},"112db9b5-ab8a-4c9f-be15-ce5d08a30506":{"vi":"<div>Đây là cách nói diễn đạt lời đồn hay lời truyền lại. Để thể hiện ý truyền đạt lại, chỉ có thể dùng hình thức「という」, còn nếu dùng「といった」,「といわない」v.v… thì chỉ có nghĩa là phát ngôn. Thường viết bằng Hiragana.</div>"},"1bc47274-a940-4eb5-a2e5-bd38bdf882e5":{"vi":"<div>… という＜tên＞</div>"},"f0d29807-3d4b-4e5f-a219-ae0733c4f8d0":{"vi":"<div>NをNという N (gọi) là N</div>"},"3a700eb3-6861-446f-8a77-5e252ede7776":{"vi":"<div>Anh ấy tên là Shirayama Takehiko.</div>"},"d23bf861-8647-4a45-b8bc-85ff9358d710":{"vi":"<div>Con tàu kia tên gọi là gì?</div>"},"4a5a2104-19c2-46b8-8e7c-a520dea3f99d":{"vi":"<div>Tôi tên là Nakayama Hajime. Mong các bạn giúp đỡ.</div>"},"c0576bd6-db89-49bb-98be-ec3bf7fb05f7":{"vi":"<div>A: Cái này tiếng Nhật gọi là gì?</div><div>B: Là sensu (cái quạt tay).</div>"},"3f72c8d2-09c0-4256-bd15-928dd54ea491":{"vi":"<div>A: Xin lỗi, tên anh là gì ạ?</div><div>B: Tôi tên là Yamada Kazuo.</div>"},"e2f9e284-55fb-4eea-970d-9cc30a32e0b1":{"vi":"<div>Thường có hình thức「XをYという」hoặc「XはYという」, dùng để thể hiện tên gọi hay cách gọi X. 「なんと」trong「なんといいますか」có thể biến thể thành「なんて」là cách nói thân mật. Có thể viết bằng chữ Hán là「言う」. 「申す」trong ví dụ ③ là khiêm tốn ngữ. 「おっしゃる」trong ví dụ ⑤ là kính trọng ngữ.</div>"},"2c4d22a6-57e3-49a8-af6f-4ddc2fd6d903":{"vi":"<div>N（のこと）をNという N1 gọi là N2</div>"},"e3a34aa5-0692-4954-88c8-df03df70ace3":{"vi":"<div>A: Liên Hiệp Quốc trong tiếng Anh gọi là gì?</div><div>B: Là United Nations.</div>"},"7173b335-770d-407d-b4d9-819b9943585f":{"vi":"<div>Tiếng Trung Quốc “tạm biệt” gọi là “zàijiàn”.</div>"},"1015e4c5-989a-4274-9608-1cddcb87a24e":{"vi":"<div>Dùng để nói một từ nào đó bằng một từ khác. Ngoài cách nói「…のことを」còn có thể dùng「…とは」hoặc「…って」.</div>"},"d7ccf653-62a3-4744-99bd-7c08edd02280":{"vi":"<div>Liên Hiệp Quốc tiếng Anh gọi là gì?</div>"},"dadc477b-e637-4c13-ba1e-b77a5b52aee6":{"vi":"<div>「…って」được dùng trong ngôn ngữ nói. Trong trường hợp không diễn đạt cách nói khác, mà là giải thích ý nghĩa từ, định nghĩa từ, … thì không dùng cách nói này.</div>"},"03f60e87-8283-46a9-ab32-cf7af1178384":{"vi":"<div>Gió nam có nghĩa là gió thổi từ hướng nam tới.</div>"},"beeefe3b-090b-44d9-bec3-72c9c0080f07":{"vi":"<div>…はいうまでもない … là điều đương nhiên</div>"},"ac606ded-9051-4d29-92c2-99d35d368aa4":{"vi":"<div>Nó không đi học buổi nào thì không tốt nghiệp được cũng là điều đương nhiên thôi.</div>"},"39c4888b-df11-4fa3-8b6a-eeeffc0ee252":{"vi":"<div>Không lấy đủ tín chỉ thì không tốt nghiệp được, đấy là lẽ đương nhiên; nhưng dù đủ tín chỉ, mà không viết khóa luận thì cũng không tốt nghiệp được.</div>"},"4ed44115-832b-44b7-9de9-65b6e573b4bf":{"vi":"<div>Đi làm thì thu nhập tăng nhưng thời gian tự do ít đi, âu cũng là lẽ đương nhiên thôi.</div>"},"1c7be131-2170-4862-b6df-307cd701754a":{"vi":"<div>Được cấp trên vừa ý, lại có nhiều thành tích trong công việc như anh ấy thì khả năng thăng tiến trong kỳ sau là tất nhiên.</div>"},"74ee27e3-bc56-4f20-8072-503d9944d837":{"vi":"<div>A: Nghe nói lần này cô ấy sang Pháp công tác đấy. Cô ấy tiếng Pháp thì hoàn hảo, lại khéo giao thiệp, thật quả không ai thích hợp hơn.</div><div>B: Ừ, điều đấy thì khỏi phải nói.</div>"},"f2ef7530-4625-41f6-9b8f-2b02e2a1bbac":{"vi":"<div>Diễn đạt tâm trạng thừa nhận rằng đó là chuyện tất nhiên, rõ ràng, ai cũng chấp nhận.</div>"},"6594a931-7fb8-46ad-8d27-7d59bb3d942c":{"vi":"<div>いうまでもないことだが điều này không cần phải nói</div>"},"79d07b5d-b1d5-48ac-bb00-8ba419a9c5eb":{"vi":"<div>Không nói thì ai cũng hiểu, đi du lịch theo tour, nếu tự ý hành động mà có xảy ra vấn đề gì thì phải tự chịu trách nhiệm đấy.</div>"},"d290b7b5-5895-4c67-875f-c93bf2da5f70":{"vi":"<div>Chuyện này chắc ai cũng hiểu, rằng kế hoạch này chỉ thành công khi có sự hợp tác của các bạn.</div>"},"508b9d21-b46d-43e6-a91a-154da4226634":{"vi":"<div>Không nói thì ai cũng biết, là đi dự đám cưới thì không được mặc trang phục màu trắng.</div>"},"ef924e80-4eb4-49e1-b64b-7d35775f6cf8":{"vi":"<div>Được sử dụng ở đầu câu để diễn đạt ý “đây là chuyện ai cũng biết rồi nên không cần nói nữa”. Nó được sử dụng như lời mào đầu khi muốn xác nhận lại một việc đã rõ ràng.</div>"},"4d8dbf06-4420-4ee0-bfd4-13c49fe5cdb3":{"vi":"<div>いうまでもなく không cần phải nói … ai cũng biết</div>"},"71c512bb-744a-4f95-9cb9-92a1053edfc0":{"vi":"<div>Khỏi phải nói là môi trường xung quanh chúng ta đang ngày càng bị ô nhiễm.</div>"},"16ac50eb-0991-46e2-8d13-89673a2a3082":{"vi":"<div>Không cần tôi phải giải thích, ai cũng biết rằng tài năng nghệ thuật của anh ấy đã cho ra đời một tác phẩm mới mà các họa sĩ trước đây đã không thể vẽ được.</div>"},"c91a0c77-a1ad-4a3e-a8a3-5f80bbe96c2b":{"vi":"<div>Nhật Bản ngày càng trở thành một xã hội cao tuổi, nhưng không cần nói ai cũng biết rằng chính phủ đối phó hết sức chậm chạp khiến người dân rất bất bình.</div>"},"dd274f2c-54a9-435b-85d9-6a5182f6a8ba":{"vi":"<div>Cụm từ này đứng ở đầu câu hoặc mệnh đề để diễn đạt ý nghĩa “đây là việc chắc chắn ai cũng biết, không cần phải nói, nhưng …”. Nó được sử dụng như cách vào đề khi muốn xác nhận lại một việc ai cũng biết. Nếu đứng ở đầu câu thì có thể thay thế bằng cách nói「言(い)うまでもないことだが」.</div>"},"53677f4e-2ed9-4b0e-942b-1df548f4b1bf":{"vi":"<div>từ chỉ số lượng + いか từ + từ chỉ số lượng + trở xuống</div>"},"ea88a623-cd25-4a55-8b00-dd8fe86d0633":{"vi":"<div>Hãy cố gắng lập thành nhóm từ 4 người trở xuống.</div>"},"b2e91c4b-865d-4d17-b08f-8df678e1f7f1":{"vi":"<div>Gói nặng dưới 500g được giảm 50 yên.</div>"},"97539474-e07c-4705-a87d-de8f5f536134":{"vi":"<div>Từ 3 nghìn yên đổ lại thì có thể mua được món quà lưu niệm nào nhỉ?</div>"},"985ceac7-d973-43a9-ac05-b8f3ef1e7ba3":{"vi":"<div>Nいか N trở xuống</div>"},"d8ff24a0-8ed8-494a-88fb-2245ce175f3c":{"vi":"<div>Học sinh trung học cơ sở trở xuống được vào cửa miễn phí.</div>"},"a6e2a509-46ef-4a70-8660-5557e3b7bcfb":{"vi":"<div>Xe cỡ vừa trở xuống có thể đi vào con đường này.</div>"},"1905c597-f354-4209-b93a-20ede7e9b37a":{"vi":"<div>Nếu không phải cỡ B4 trở xuống thì máy này không photo được đâu.</div>"},"c0408d5f-baf9-49a2-b0ad-ebc5c7d39d1f":{"vi":"<div>Đi theo sau danh từ biểu thị một vị trí nào đó trong trình tự hay mức độ, và diễn đạt mức độ xếp dưới hoặc bằng vị trí này.</div>"},"e11b7414-4ea2-4fc8-8132-028be3a1c6d3":{"vi":"<div>Nいかだ không bằng N / còn thua cả N / không phải N</div>"},"5a8c0fec-6745-45ed-ad43-f6df0066a309":{"vi":"<div>Mày không bằng một con gián.</div>"},"bc63bfe4-626b-4402-92c9-11707d678eb1":{"vi":"<div>Làm cái việc tàn nhẫn như vậy, nó không phải là con người.</div>"},"4489e760-0c0e-4ad1-b37d-f1251d0fc209":{"vi":"<div>Nói về đầu óc của anh ta thì thật không bằng học sinh tiểu học.</div>"},"f824848c-a1b8-498f-bbe9-0a8c7c5988fa":{"vi":"<div>Diễn đạt ý “còn kém hơn cả đối tượng được nói đến” trong danh từ đứng trước「いか」. Dùng khi phê phán hay lên án.</div>"},"f4d51000-7035-4a6d-9091-c0cb75535566":{"vi":"<div>Nいか＋từ chỉ số lượng: từ chỉ số lượng + dưới quyền (sự lãnh đạo, chi phối) của N</div>"},"380792f6-3319-45ba-bc63-4aecf8bb9513":{"vi":"<div>Ở công ty chúng tôi, 300 nhân viên dưới sự lãnh đạo của giám đốc đều chung sức làm việc.</div>"},"8e2ab63a-245f-453d-8c14-4388e9adedfd":{"vi":"<div>38 người dưới sự chỉ huy của đội trưởng Yamada đã tập hợp đầy đủ.</div>"},"04816cb2-209f-47e3-991a-22945b3fac4b":{"vi":"<div>Tập đoàn đó gồm 12 công ty dưới sự chi phối của công ty A.</div>"},"b2eb507a-7d32-49f9-8c75-fa54a65e9cec":{"vi":"<div>Dùng khi nói về một đoàn thể nào đó, diễn đạt ý đây là một tập hợp thống nhất, hình thành dưới sự dẫn dắt của một đại diện nào đó. Nếu N là danh từ chỉ người, thông thường không dùng tên cá nhân mà dùng chức danh. Dùng trong văn viết hoặc văn nói trang trọng.</div>"},"b3e9cd8a-38f9-4b7f-8ad9-7b4fbb8a7ce4":{"vi":"<div>いか như sau / dưới đây</div>"},"05419f51-1920-45e8-a6ce-aabcadec3f2f":{"vi":"<div>Phần dưới đây giống như trên.</div>"},"10675645-3ef4-4642-b83e-ad9742cd8201":{"vi":"<div>Chi tiết như sau.</div>"},"fa1a18a8-e1d1-4a14-a109-90a6139d8e2d":{"vi":"<div>Diễn đạt ý nghĩa phần sau đây, trong văn bản hay bài diễn văn. Chủ yếu là văn viết.</div>"},"7ed68ee4-4939-4998-bdc9-d05dd0b5e30f":{"vi":"<div>…いがい ngoài / ngoại trừ …</div>"},"eba4848a-be63-4064-a875-95e9968b1fd7":{"vi":"<div>Nghe nói buổi tiệc tuần sau mọi người đều sẽ đi, ngoài trừ anh Yamada.</div>"},"c686684a-e793-4857-81d4-5e6bc4b23a46":{"vi":"<div>Ngoài cuốn này ra, còn cuốn từ điển nào tốt hơn không?</div>"},"6df7b888-d6eb-43d7-8ca0-e9221b157935":{"vi":"<div>Ngoài phương án đi nghỉ ở suối nước nóng, nếu ai có phương án khác thì cho biết nhé.</div>"},"1420eeff-e80f-43e4-8329-de35220ef642":{"vi":"<div>Ngoài vụ say rượu rồi té và bị thương trên mặt ra thì tuần này không có gì đặc biệt cả.</div>"},"25cab720-8910-48c8-a0a2-4edba92748de":{"vi":"<div>Diễn đạt ý「…をのぞいて」(bỏ cái này / việc này ra thì …), hay「そのほかに」(ngoài cái này ra thì …).</div>"},"25fc375d-e627-4752-b446-4a50f6d354f4":{"vi":"<div>…いがいに…ない không có … ngoài … ra</div>"},"56e1b5e8-deb2-4f2a-86bd-0e75e12e851d":{"vi":"<div>Ngoài cô ấy ra, không có ai để có thể giao phó việc này cả.</div>"},"a2d0e160-7a5e-4f9d-abce-6246a571b1a8":{"vi":"<div>Về từ vựng, không có cách học nào khác là tự mình phải cố nhớ.</div>"},"5a712cea-b087-4a00-9dba-844cfa732fc2":{"vi":"<div>Ngoại trừ lúc phàn nàn với nhân viên siêu thị ra, hôm nay tôi đã không nói một lời nào với ai cả.</div>"},"6aac9856-36ca-4648-a3b7-b641e255ce19":{"vi":"<div>Dùng với hình thức XいがいにYない」(ngoài X ra thì không có Y) để diễn đạt ý「YであるのはXだけだ」(chỉ có X là Y mà thôi). Ý nghĩa là “không có gì khác ngoài …, chỉ có … mà thôi”.</div>"},"8f4bdaf5-742c-4810-8b9c-add00444dae6":{"vi":"<div>Sau 「いかなる」luôn là danh từ. Được dùng trong văn viết. Trong văn nói, nhiều trường hợp được thay bằng「どんな」</div>"},"083494f5-e8cc-493b-be8f-8e397206f868":{"vi":"<div>いかなる N (+trợ từ) も : (trợ từ) + N + thế nào cũng</div>"},"8f6e23b9-3246-4399-b7f7-a9293fd3d9ae":{"vi":"<div>Anh ấy là người có tinh thần mạnh mẽ đến nỗi có khó khan thế nào đi nữa cũng không khuất phục.</div>"},"65806aab-efda-4fde-a31f-8e37b410f5eb":{"vi":"<div>Hình phạt nào đi nữa cũng không thành công trong việc khống chế bọn đua xe.</div>"},"6860094f-d76a-47a2-96ea-aa3f542a6879":{"vi":"<div>Hệ thống chế ngự này được thiết kế hoàn hảo đến mức có thể đối phó với bất kỳ tình huống nào.</div>"},"1c2b905c-6901-4e1d-b3e4-14a84b8b983d":{"vi":"<div>Cô ấy tuyệt vời đến nỗi trước cô ấy, dù có tán thưởng thế nào cũng không thể nói hết sự thật.</div>"},"9df1e54b-41a5-4d5c-80f9-44a248e0a6d7":{"vi":"<div>Có nghĩa là “mức cao nhất của N”. Được sử dụng để nhấn mạnh N nhằm nâng cao tính xác thực của sự việc do vị ngữ biểu thị.</div>"},"cbca25f4-e635-4c10-9dba-98fbb8976cd6":{"vi":"<div>いかなるNでも dẫu N thế nào đi nữa</div>"},"e10dbebf-6125-4cc7-844c-5b0d32d9cd3e":{"vi":"<div>Hội họa, cho dù là tác phẩm nào đi nữa cũng đều phản ánh cái nhìn độc đáo của tác giả.</div>"},"0c1f583d-4470-47eb-8524-96100c5314d2":{"vi":"<div>Cho dù là trong tình huống nào đi nữa, xa rời nhiệm vụ của mình thật là điều không thể tha thứ được.</div>"},"50297ed2-dd62-4d1d-bad4-f013cdd76ce3":{"vi":"<div>Cho dù đó là phương pháp nào đi nữa, nếu nhờ đó mà nhiều người được cứu giúp thì tôi nghĩ cũng cần phải làm thử.</div>"},"df1d2dab-75ca-47f8-b2a2-28af97f65256":{"vi":"<div>Cho dù là ý kiến nào đi nữa, một khi được đưa ra thì chúng ta cũng cần phải bàn bạc qua.</div>"},"372d9462-34e9-4fac-b850-02f7e9160eb7":{"vi":"<div>Được dùng ở hình thức「いかなるNでも／Nであれ／Nであっても」để biểu thị ý nghĩa “phàm là N thì dẫu có cực đoan hoặc bất thường đến đâu”. Làm lời mào đầu cho nửa sau của câu, để nhấn mạnh lập luận trong nửa sau.</div>"},"4210a573-3faf-44c4-86e7-68d9b21a5a5a":{"vi":"<div>いかなる…とも dẫu N thế nào đi nữa</div>"},"645ab4dd-629e-4b30-981f-0c962f2ba5a2":{"vi":"<div>いかなるN＋trợ từ＋V－ようとも</div>"},"8d8a823c-c59b-4166-86fb-e0c58e0d7212":{"vi":"<div>Cho dù tình thế thế nào đi nữa cũng quyết đánh.</div>"},"39d6dfac-f5c0-4ab8-a17a-baff8dd2c528":{"vi":"<div>Nếu là anh ấy thì chắc là cho dù rơi vào hoàn cảnh nào đi nữa cũng có thể đi theo con đường của riêng mình.</div>"},"111d41bb-39b8-4b40-8a96-ee1b6d2ec05a":{"vi":"<div>Luôn luôn cần trang bị cho bản thân khả năng phán đoán sự việc một cách bình tĩnh cho dẫu xảy ra bất cứ chuyện gì.</div>"},"46be93e5-7f3c-420d-9ff6-1fe9cfa85f06":{"vi":"<div>Dù đóng vai trò nào thì nhiệm vụ của tôi là dốc hết sức làm công việc đã được giao phó.</div>"},"51b92531-4e3e-46de-8278-afd1be4bd165":{"vi":"<div>Bao hàm ý nghĩa “cho dẫu là có khó khăn đến thế nào, cực đoan đến cỡ nào, dị thường đến mức nào”.</div>"},"41caf4f9-71ee-4176-a049-04d4958d356f":{"vi":"<div>いかに…か đến mức nào, đến thế nào</div>"},"c655332f-248b-4057-bcef-9b79a64b0eaa":{"vi":"<div>Chỉ cần nhìn vẻ mặt của những người đang sinh sống nơi đây cũng có thể hiểu được thành phố này dễ sống đến mức nào.</div>"},"d2eac01f-9d55-4200-8243-2627ad3d43f4":{"vi":"<div>Công việc này cần lao động trí óc đến mức nào thì phải sau khi thử làm giúp, tôi mới cảm nhận được.</div>"},"e407c429-56b8-4cde-a639-84fc053b35bb":{"vi":"<div>Chắc quý vị cũng hiểu là vị đó khó giao tiếp đến mức nào.</div>"},"74e90e0d-c31e-4da0-8d88-ae8a77a10f38":{"vi":"<div>Chỉ thử nghĩ xem cô ấy đã đau khổ đến mức nào khi người chồng yêu dấu của mình mất trong tai nạn máy bay mà tôi đã cảm thấy đau lòng.</div>"},"d52e78e4-cbee-4d8a-8f83-01ef0a4704d1":{"vi":"<div>Sau「いかに」thường là tính từ hay「V－やすい／V－にくい」biểu thị ý nghĩa “đến mức nào”. Trong nhiều trường hợp bao hàm ý chỉ mức độ hết sức nghiêm trọng.</div>"},"2160179a-1d4d-4c53-8102-ccf9640509f6":{"vi":"<div>いかに…ても cho dẫu thế nào</div>"},"9f4f06fc-12ed-404f-811d-cd7bf1551eb2":{"vi":"<div>Dẫu tôi có cố gắng thế nào, mọi người trong gia đình cũng không thể hiện tí quan tâm nào đến món ăn của tôi làm.</div>"},"df255d36-87d5-4dd2-a2d9-6ffe560e5ba7":{"vi":"<div>Cho dẫu máy tính có tinh vi đến thế nào đi nữa thì máy móc cũng chỉ là máy móc.</div>"},"35d2c18c-b411-4e5a-8ddd-4527e90192c3":{"vi":"<div>Cho dẫu hát hay đến đâu đi nữa mà không có duyên lôi cuốn mọi người thì cũng không thể trở thành ca sĩ.</div>"},"06768c56-44d2-417c-870f-2befd51a3def":{"vi":"<div>Cho dẫu có thông minh đến đâu đi nữa mà không có thể lực thì cũng không thể làm công việc này được.</div>"},"ddb3cc73-0715-4879-8f06-7a77ff47c00b":{"vi":"<div>Mang ý nghĩa “dẫu … đến mức nào” nhằm nhấn mạnh ý ở phía sau.</div>"},"782082ac-94f6-4d62-981a-a268040041d6":{"vi":"<div>いかに…といっても cho dù nói thế nào</div>"},"83e805f0-6906-4b70-a2d3-20f1ec46a56f":{"vi":"<div>Cho dù anh ấy có giỏi đến đâu đi nữa thì cũng không thể một mình giải quyết vấn đề này được.</div>"},"834bc84c-9272-4c82-a301-e0df64b4b7a0":{"vi":"<div>Kỹ thuật trị liệu dẫu có tiến bộ đến đâu đi nữa cũng không có nghĩa là cứ chữa là sẽ khỏi.</div>"},"3ef83d09-8d73-4b0d-a9aa-3b8ac9576b55":{"vi":"<div>Cho dù cô ấy có bận đến cỡ nào đi nữa thì cũng không đến nỗi không gọi được một cú điện thoại.</div>"},"1d2657bc-ad96-4e26-b93d-ec9ab34b9df4":{"vi":"<div>Nghĩa là “tuy nhìn nhận điều … là thật, song”. Vế sau mâu thuẫn với vế trước, được dùng khi công nhận ý của vế trước nhưng lại chủ trương điều được nêu ở vế sau.</div>"},"d3eff5ac-570d-4ebe-ad65-ad5dd9cb2f17":{"vi":"<div>いかに…とはいえ cho dù … thế nào</div>"},"fa860a67-bb2b-4775-a75f-ea28ca81af80":{"vi":"<div>Cho dù giá thuê nhà có cao thế nào, nếu môi trường sống mà tốt như thế này thì cũng có thể chấp nhận được thôi!</div>"},"a43860ce-e1f4-4b54-9278-241b653d2561":{"vi":"<div>Cho dù là một nhà nghệ thuật có tài đến đâu đi nữa mà lúc nào cũng đưa ra những tác phẩm khó hiểu như thế này thì người bình thường làm sao hiểu được.</div>"},"0ba3de84-02ae-40ff-b269-d87a4a13526f":{"vi":"<div>Cho dù cả nước có giàu có đến đâu đi nữa thì vẫn còn nhiều người chưa thỏa mãn với mức sống hiện tại.</div>"},"5e94af11-8ae6-4088-b374-bcc1bacd9b03":{"vi":"<div>Giống với cách nói「いかに…といっても」nhưng thường được dùng trong văn viết hơn.</div>"},"7ebc06de-fce1-492a-8eb4-583ec5904108":{"vi":"<div>いかに…ようと（も）dù định thế nào đi nữa</div>"},"16dd9664-76b8-46fe-ba8c-73b595a0c9cd":{"vi":"<div>いかに cụm từ bổ nghĩa＋Nであろうと（も）</div>"},"e49b860f-9e05-4a37-befa-dba39154605d":{"vi":"<div>Dù là loại máy tiện dụng đến đâu đi nữa mà nếu dùng nó sẽ làm mất đi niềm hạnh phúc được tạo tác bằng tay thì việc dùng nó cũng không có ý nghĩa.</div>"},"8611a2f2-6272-4980-a7ba-b87e1dbada85":{"vi":"<div>Dẫu có khó khăn đến đâu, nếu cứ làm thử, hẳn sẽ tìm thấy một cách giải quyết nào đó.</div>"},"e098191c-4b0e-4b1d-9906-559777bbb4b8":{"vi":"<div>Dù có chơi thể thao, rèn luyện thân thể đến đâu mà không chú ý cân bằng chế độ dinh dưỡng thì cũng không khỏe mạnh được.</div>"},"50855744-a474-4bc9-808f-a265427b70b6":{"vi":"<div>Dẫu có định bảo vệ môi trường đến đâu mà lại bị làm sân golf thì mọi việc thế là hỏng.</div>"},"1bcb7619-3671-4364-963c-723b99e12d44":{"vi":"<div>Dẫu được mọi người khen ngợi đến đâu, thì cũng chỉ là tác phẩm của một kẻ không chuyên thôi. Ấy vậy mà lại kê một cái giá như thế này thì thật không thể tin nổi.</div>"},"a192152b-45cb-4203-bb88-2ed148327a7f":{"vi":"<div>Dù công việc có khổ đến đâu cũng quyết không phàn nàn.</div>"},"f603b2db-bb4d-4dd5-a092-510237735094":{"vi":"<div>Giống với「いかに…ても」tuy thường được dùng trong văn viết hơn.</div>"},"411e5e81-0591-446a-914b-d9a6bae8ce9b":{"vi":"<div>いかにもNらしい đúng là, thực là</div>"},"7676dc12-3c3a-4a5a-9f37-f797cf3376ae":{"vi":"<div>Thời tiết hôm nay thật đúng là mùa thu.</div>"},"4d5b975e-28f0-4568-aa78-413776108a36":{"vi":"<div>Cô ấy lúc nào cũng mặc quần áo ra dáng giáo viên.</div>"},"88710ffb-040b-43c4-b012-01d1e67beef9":{"vi":"<div>Nhà ấy đúng là một căn nhà cổ, lối kiến trúc thật là đường bệ, cổ kính.</div>"},"2db72fb0-99cf-4c61-b485-edcb22e31c79":{"vi":"<div>Đi với cấu trúc「N＋らしい」mang nghĩa “những tính chất, đặc trưng điển hình của sự vật ấy thường xuất hiện, hoặc tình trạng có vẻ thích hợp với sự vật ấy”. Nhờ「いかにも」mà ý nghĩa của「らしい」được nhấn mạnh hơn.</div>"},"f57997fa-12cd-4c4d-a372-befdb09572d0":{"vi":"<div>いかにも…そうだ trông thật là</div>"},"606033df-1c8f-4d04-9b65-387a75647c90":{"vi":"<div>Con cá thu mới vừa được đánh bắt, trông thật ngon lành.</div>"},"d6b19409-d472-47ac-9728-c1df81928298":{"vi":"<div>Chuyện phim đó nghe qua thì thấy thật hấp dẫn nhưng do không hài lòng với dàn diễn viên nên chẳng có hứng đi xem.</div>"},"4b421096-5444-4874-a575-6c61f3ba6464":{"vi":"<div>Lò viba mới có kèm nhiều chức năng nên trông thật tiện lợi.</div>"},"ad8555be-21c6-4d87-9128-6974668b1533":{"vi":"<div>Lúc đi xem trận đấu bóng đá mẹ đã tỏ vẻ thật chẳng muốn đi, ấy vậy mà rốt cục người vui nhất lại chính là mẹ.</div>"},"c1cbd3ae-99c4-408e-96a9-4962f060bc62":{"vi":"<div>Đi với「A＋そうだ」, biểu hiện ý “lúc thấy thế thì nghĩ là thật …”. Nhờ có「いかにも」mà nghĩa「そうだ」được nhấn mạnh hơn.</div>"},"d24b168d-c75a-47c8-9a6c-235386914f38":{"vi":"<div>いかにも đúng như thế, đúng thế</div>"},"372ca247-3a4d-4cd0-9f4f-e3a2e8cc4e7d":{"vi":"<div>A: Rốt cục, kế hoạch này có thành công hay không là tùy thuộc vào phản ứng của dân chúng trong vùng.</div><div>B: Quả đúng là như thế. Vì vậy, tôi mới nói là không thể đoán trước được.</div>"},"74c65e42-c03b-4dfa-8ec4-fe6ae6fe7cef":{"vi":"<div>A: Cái nhẫn này được đặt làm đặc biệt, phải không?</div><div>B: Đúng thế đấy ạ. Kiểu của viên đá quý là do chúng tôi đặt một người thợ xuất sắc, không ai hơn được làm đấy ạ.</div>"},"dae98b81-e7bf-403d-819d-edd516e40015":{"vi":"<div>Có nghĩa là「そうだ」(đúng thế),「そのとおりだ」(đúng như vậy). Được dùng khi tỏ vẻ đồng ý với người đối diện. Tuy được dùng trong văn nói nhưng là lối nói cũ. ② là cách nói của nam giới hồi xưa, phụ nữ hay thanh niên hiện nay ít ai sử dụng cách nói này.</div>"},"fd65bcd9-d734-47c7-8895-a49dd8acc1fe":{"vi":"<div>Nいかん tùy vào N, nhờ vào N</div>"},"c03c508c-9881-4fe2-8713-d336d6960850":{"vi":"<div>Chuyện này có thành công được hay không là nhờ vào nỗ lực của mọi người.</div>"},"77f88e86-8ace-4661-90b6-6e3d5297ed5d":{"vi":"<div>Có ngăn chặn được việc tàn phá môi trường hay không là tùy thuộc vào sự dốc sức của từng người trong mỗi chúng ta.</div>"},"b8f9add0-a59b-4d1a-bb34-dfb401552cf5":{"vi":"<div>Cải cách chính trị có thành hiện thực hay không tùy thuộc vào sự đoàn kết trong chính quyền liên hiệp.</div>"},"9e01ef2a-5829-4336-8c16-6bee49741c09":{"vi":"<div>Mang nghĩa “một việc có thực hiện được hay không là tùy vào một nội dung hay tình trạng nào đó”. Giống 「…しだいだ」.</div>"},"55b83925-4617-458e-8496-f51cb98b42a6":{"vi":"<div>Tùy thuộc vào lượng khách, cũng có thể chấm dứt việc trình chiếu trong vòng 1 tuần.</div>"},"23613908-022d-484d-8975-421d09a2fd4b":{"vi":"<div>Tùy thuộc vào người đó mà lượng ngân sách có thể bao nhiêu cũng được.</div>"},"ca934bd8-af70-405f-8eae-26018786c417":{"vi":"<div>Xin cho tôi quyết định có tham gia hay không tùy thuộc vào tình trạng sức khỏe của ngày hôm đó.</div>"},"d944e51c-7033-47dd-b65f-59318817fc81":{"vi":"<div>Mang nghĩa “tùy nội dung, tình trạng của sự vật đó”. Giống「…しだいで」.</div>"},"a30739c1-7527-4e6d-9060-b75eab1577b6":{"vi":"<div>いくら＜câu hỏi＞bao nhiêu</div>"},"641d0ab6-3cdc-463a-be67-55598eeb07e9":{"vi":"<div>Quyển sách này giá bao nhiêu?</div>"},"efe092f4-9936-4767-8d9c-5048d066d904":{"vi":"<div>Đi một chiều đến Tokyo giá bao nhiêu?</div>"},"e0f9e422-c298-4d91-b26b-c5637cb5a050":{"vi":"<div>Bức tranh này giá bao nhiêu nhỉ?</div>"},"2f23e3b8-3970-4f75-88a9-3dfc4aa6a9a8":{"vi":"<div>Được dùng để biểu thị ý không rõ về mặt giá cả hoặc dùng để hỏi giá cả.</div>"},"f1aa0d4f-d938-4b4d-adc7-f8c2602811ce":{"vi":"<div>いくら＜bất định＞bao nhiêu</div>"},"a942ac74-d823-4c4b-b567-02abacee22de":{"vi":"<div>Chúng tôi đã đề xuất trước mức giá mà mình có thể đồng ý khi nhờ hướng dẫn.</div>"},"fb6ddfab-c2e8-499d-bc4b-676d1b97beed":{"vi":"<div>Hãy viết vào đây mức giá định bán bao nhiêu của tất cả những hàng hóa đem ra chợ trời.</div>"},"b754dd0c-513e-4d40-928f-dceae75202ca":{"vi":"<div>Hãy xác định số lượng, vì khi đặt hàng, nếu không nói rõ số lượng thì có khi lại phải đặt hàng thêm.</div>"},"efa9d3e2-7ede-4851-988c-4186d8f2561a":{"vi":"<div>Biểu thị số lượng hay giá cả không xác định, được sử dụng khi không nắm rõ hoặc không cần phải nói rõ con số.</div>"},"ea39efe8-62cd-481a-a5df-6b693a590e7a":{"vi":"<div>いくらでも bao nhiêu đi nữa</div>"},"dad1c2d1-bfa1-44e5-af2d-ed8e3091b563":{"vi":"<div>Nếu là bia thì bao nhiêu cũng có nên cứ yên tâm mà uống đi nhé!</div>"},"27c07115-c1cb-413d-9655-c508b4ba5e16":{"vi":"<div>Rảnh như thế này thì có thể làm những việc mình thích bao nhiêu cũng được.</div>"},"64a4d011-c277-4f04-ad59-3ebfb87e7a63":{"vi":"<div>Người thay thế cho anh ta bao nhiêu cũng có nên dẫu anh ta có bỏ việc cũng hoàn toàn không có vấn đề gì.</div>"},"1d682205-dcb0-4c71-ae3a-5c8aff1bdfe6":{"vi":"<div>Nếu muốn ở đây thì cứ ở đây bao lâu cũng được.</div>"},"ed686a09-4f94-400c-b548-0f6271419c3f":{"vi":"<div>Biểu thị trạng thái không có giới hạn, mang ý nghĩa “muốn bao nhiêu cũng được”.</div>"},"d9507994-4827-48fb-bbbd-da3d609a336a":{"vi":"<div>いくらも…ない chẳng còn bao nhiêu …</div>"},"d9a9986e-f835-4918-b0d5-2c8ced370b75":{"vi":"<div>Chẳng còn bao nhiêu rượu vang nữa.</div>"},"4b41a4e5-a129-44cd-b21e-11feb82c28ff":{"vi":"<div>Chẳng còn bao lâu nữa xe buýt sẽ chạy.</div>"},"9d318ed3-cbf4-4b99-b0ca-6d4e5a28a76a":{"vi":"<div>Đã chẳng tốn bao nhiêu thì giờ để đi bộ đến nhà ga.</div>"},"34508bd7-a038-49ba-971d-d976e2910a82":{"vi":"<div>Mặc dù thu nhập chẳng là bao nhưng những chuyện tôi làm đều có ý nghĩa.</div>"},"383ebc81-8c6e-4620-9236-806f717a041a":{"vi":"<div>Biểu thị ý nghĩa “số lượng rất ít”.</div>"},"0fdc36c4-e301-4cbc-a79c-73fd96edcb19":{"vi":"<div>いくらV－ても cho dù V bao nhiêu cũng</div>"},"be4d4299-3f50-4db5-9c3e-ede53659e6be":{"vi":"<div>Luyện bao nhiêu cũng không giỏi được.</div>"},"de1b1e94-0983-4c7e-b292-aee845926829":{"vi":"<div>Ăn bao nhiêu cũng không mập lên được.</div>"},"8550d123-8b70-450b-bfcd-42f55cb9ca3a":{"vi":"<div>Mời bao nhiêu đi nữa anh ấy cũng không hề dự tiệc lần nào.</div>"},"8404e040-5d3a-469a-a01f-2b5149e3d58c":{"vi":"<div>Dẫu tôi có đề nghị “hãy tặng một bó hoa hồng để chúc mừng” bao nhiêu đi nữa cũng không ai chịu tán thành cho.</div>"},"a58366c7-ea2f-4e64-93ca-11db46ac1124":{"vi":"<div>Mang ý nghĩa “dẫu … nhiều đến đâu, nhiều lần đến đâu, chăm chỉ đến đâu cũng”. Dùng khi muốn nhấn mạnh mức độ.</div>"},"83d94f82-38ec-4ba2-834b-c1e10b354624":{"vi":"<div>いくら…といっても dẫu nói thế nào đi nữa</div>"},"0623f5e1-48b6-4884-8f5f-8e410f421dbf":{"vi":"<div>Dẫu cho lương có cao đến đâu đi nữa mà phải làm thêm nhiều như thế thì tôi cũng không muốn làm.</div>"},"2d9fa765-09f0-480d-94b9-fc86a3cc7422":{"vi":"<div>Dẫu có thích đồ ngọt đến đâu đi nữa cũng không thể nào ăn một lúc hết 3 cái bánh ngọt nhân đậu đỏ.</div>"},"19685c3c-c03a-48a3-a0a5-9308120fe4f5":{"vi":"<div>Đồ ăn ở chỗ này có dở đến đâu đi nữa cũng còn đỡ hơn căng tin ở trường đại học.</div>"},"8708e02c-e14e-4fcc-b235-059b99a7d8f6":{"vi":"<div>Mang ý nghĩa “đồng ý với điều … mặc dầu vậy”. Nhấn mạnh phần được đề cập ở phía sau.</div>"},"01cc1154-c2c6-4b85-995f-ccacfd17bc6f":{"vi":"<div>いくら…からといって（も）dẫu là thế nào đi nữa</div>"},"9bbbad08-2a28-4a4f-9192-5c916ce9b54f":{"vi":"<div>Dẫu cho là buồn đến đâu thì việc gọi điện thoại cho bạn vào lúc 3 giờ sáng là điều bất bình thường.</div>"},"1657dba6-e5dc-4ca7-a770-7402e6785387":{"vi":"<div>Cho dẫu là có tốt cho sức khỏe đến đâu, ngày nào cũng ăn toàn những thứ như thế thì đến ốm mất thôi.</div>"},"6f893743-7b7b-42dc-a291-7f655a74405f":{"vi":"<div>Cho dẫu có mua đồ mới cũng không việc gì phải vứt đồ cũ đi ngay như thế.</div>"},"9c3c2ede-d985-403d-ae19-b61b111d7f00":{"vi":"<div>Bằng hình thức「いくらXからといって（も）Y」, biểu thị ý phê phán nhẹ nhàng “vì X nên có thể nghĩ rằng kết luận sẽ là Y, nhưng nghĩ thế là không bình thường”. Vế sau thường nêu những điều trái ngược với Y. Ví dụ như ① vì「X：淋(さび)しい」(buồn), nên 「Y：夜中(やちゅう)に友達(ともだち)に電話(でんわ)する」(gọi điện cho bạn vào đêm khuya), nhưng đây lại là một điều「非常識(ひじょうしき)だ」(bất bình thường).</div>"},"8e0b6b29-4213-4905-94d9-ef29d44a0ecd":{"vi":"<div>いくら…からといっても dẫu … thế nào đi nữa</div>"},"70ae7fa8-ecde-45c7-88f6-4b32fff3cfed":{"vi":"<div>Dẫu bất tài đến đâu đi nữa nhưng nếu đã học piano được 10 năm thì chắc cũng đánh được những bài đơn giản.</div>"},"b7efdcf8-a0f3-4edd-bf4b-374a26fa63cb":{"vi":"<div>Dẫu có vụng về đến đâu mà đan được cái áo len đẹp như vậy thì thật là quá giỏi.</div>"},"c92a9dc2-c0be-4504-929a-9d73452ccc34":{"vi":"<div>Dẫu tôi có nấu ăn giỏi đến đâu đi nữa cũng không bằng người chuyên nghiệp được, nên không thể nấu những món cầu kỳ như vậy được đâu.</div>"},"6a28e275-8fef-4f42-b0d1-3db9c9f3ebf3":{"vi":"<div>Cách nói này giống với trường hợp 4c, nhưng đây là dạng thức không hiển thị bộ phận Y vốn có trong cấu trúc “Vì X nên Y”. Mang nghĩa “Cho dù là X cũng chỉ là Z (chứ không kết luận được là Y)”. Ví dụ, trong ①, “Dẫu「X：ピアノの才能(さいのう)がない」(không có tài năng về piano) nhưng cũng không đến mức「Y：ピアノがひけない」(không thể đánh piano) mà「Z：簡単(かんたん)な伴奏(ばんそう)はできるはずだ」(chắc là chơi được những bài đơn giản)”.</div>"},"015a4d59-82f5-4a02-9b93-f4138d4653ca":{"vi":"<div>いくらなんでも dù gì đi nữa, dù thế nào đi nữa</div>"},"2c555afc-25f6-45a6-83be-f98aa35a598b":{"vi":"<div>Cách nói ấy dù thế nào đi nữa thì cũng quá nặng đấy.</div>"},"ae5327aa-6d74-4181-8fd6-154ac41afd2f":{"vi":"<div>Dù gì đi nữa thì kiểu quần áo đó quá lòe loẹt đối với mẹ.</div>"},"f3fc1de3-7ef3-49e0-863a-174cc68997ff":{"vi":"<div>Món ăn này dù gì thì cũng quá cay, ăn không nổi.</div>"},"916da9fb-69d0-406a-a99a-97ee5774db5a":{"vi":"<div>Cách nói quen dùng được sử dụng như trạng từ. Trong nhiều trường hợp được dùng cùng với cấu trúc「…すぎる」. Biểu thị ý phê phán “dù cho có cân nhắc, suy nghĩ kiểu nào đi nữa cũng thấy kỳ / không bình thường / vượt quá phạm vi của những điều thường thức”.</div>"},"d468955e-8de4-40cf-a6be-6acf72481922":{"vi":"<div>いくらV－たところで dẫu có V … đến đâu đi nữa</div>"},"8f44c82c-1c81-4141-b6c7-dcbb706c1f9c":{"vi":"<div>Cố gắng đến đâu đi nữa thì kết quả cũng vẫn như thế.</div>"},"2fbf4f3d-47c4-403a-865b-a688e3c397b9":{"vi":"<div>Dẫu có cố giấu đến đâu đi nữa thì cũng bị mọi người phát hiện rồi nên không còn cách nào khác.</div>"},"34f78ace-9d29-4173-a59e-60336205d070":{"vi":"<div>Dẫu có mua một cái áo đầm đẹp đến đâu đi nữa mà không có dịp nào mặc thì cũng chỉ phí tiền mà thôi.</div>"},"f411ff19-d351-45eb-9446-715114280bd3":{"vi":"<div>Dẫu có nói thế nào đi nữa, các anh ấy cũng không sẵn sàng thay đổi ý kiến, nên có nói cũng chỉ hoài công thôi.</div>"},"55d13a69-7726-4003-83d5-2e7b61a1a390":{"vi":"<div>Phía sau thường đi với cấu trúc「同じだ／仕方がない／無駄だ」biểu thị ý nghĩa “dẫu … chăm chỉ thế nào đi nữa tình trạng đó vẫn không đổi, cố sức làm điều đó cũng hoài công thôi”. Giống với「いくら…ても」(dẫu có bao nhiêu … đi nữa) trong 4a, nhưng ở đây, có bao hàm tâm trạng bỏ cuộc vì biết rằng một hành vi như thế chỉ mang lại một kết quả vô ích. Dùng như một lời khuyên “vì vậy nên bỏ cuộc thì hơn”.</div>"},"3b0de69c-6aa2-414c-b7ca-5722bf95e177":{"vi":"<div>Nいご sau đó</div>"},"feea744f-df31-4dcf-9f46-96ea84508cdc":{"vi":"<div>Sau vụ đó, hầu như không có ai đến thăm nơi ấy nữa.</div>"},"e2c97fda-16bb-41b5-9430-90e3ae7ad126":{"vi":"<div>Sau 8 giờ, cấm không được ra ngoài.</div>"},"f2537df4-77cd-44fa-8acf-c3505f71f946":{"vi":"<div>Diễn đạt thời gian sau thời điểm xảy ra một sự việc, hoặc một thời gian nào đó.</div>"},"99790e1f-599b-4546-83c6-94a20b557c3d":{"vi":"<div>いご từ nay trở đi</div>"},"cc7849de-c0a7-4474-8f15-35c09a529bd0":{"vi":"<div>Từ nay trở đi, chúng tôi sẽ không can dự vào vấn đề này nữa.</div>"},"5ee2a72f-56ea-4967-9759-df67f16266d2":{"vi":"<div>Kể từ nay, xin hãy xem như là đã không có chuyện này.</div>"},"ea7450bf-cc3b-4d01-ac5e-d588e3268298":{"vi":"<div>Từ nay trở đi rất mong quý vị quan tâm giúp đỡ.</div>"},"6e45dd27-f39d-46f2-9faf-c6a5cad75b39":{"vi":"<div>Có nghĩa là “từ rày về sau”, “từ nay trở đi”.</div>"},"4e9b84f3-5c7b-4d8c-a8fa-350ff2b91e49":{"vi":"<div>いささか hơi</div>"},"256c7d55-6a12-4e28-9aea-d7945cde272a":{"vi":"<div>Tôi có cảm tưởng như kỳ thi lần này khó hơn một chút, so với lần trước.</div>"},"adf5102c-cb50-453a-8361-3e17fb48bbdc":{"vi":"<div>Nghe mọi người nói chuyện, tôi thấy hơi bực, vì ai cũng chỉ nghĩ đến mình.</div>"},"8db1fb19-0b4b-4ae8-8a21-b931f3cba84a":{"vi":"<div>Căn phòng này mà dùng làm văn phòng thì hơi chật đấy.</div>"},"e40ca173-3731-4bde-92cc-8a3336846a06":{"vi":"<div>Nghĩa là “một chút”, “hơi”. Cũng dùng để gián tiếp diễn đạt ý nghĩa “khá” hoặc “rất”.</div>"},"39a01603-dc8e-4c18-a4e4-f6561cbe80b4":{"vi":"<div>いささかも…ない không một chút nào</div>"},"df41157e-a58c-4227-891e-69b07e2624fd":{"vi":"<div>Tôi hoàn toàn không dính dáng đến vụ việc lần này.</div>"},"3590e530-10e0-49dd-80f4-3709fcac70b4":{"vi":"<div>Được tin báo bất ngờ như thế mà nó chẳng chút gì nao núng.</div>"},"551f0c39-2a8e-4f66-9de5-687bfb1b8700":{"vi":"<div>Bà ta không hề một chút nương tay đối với người nào dám chống lại mình, nên ai cũng sợ.</div>"},"1a55afb9-8616-4351-895b-e0d1ccd31ae2":{"vi":"<div>Diễn đạt ý nghĩa “không … một chút nào”, “hoàn toàn không … “.</div>"},"4a6d9c71-02f4-418a-b9a3-fba01c8b8f94":{"vi":"<div>không biết N thì sao, chứ …</div>"},"285a97ba-8529-49f6-b29c-476deabdb625":{"vi":"<div>Không biết hồi xưa thì sao, chứ bây giờ ông ta là một nhà kinh doanh cỡ lớn, có trong tay đến 10 công ty.</div>"},"72830a1d-9659-4a01-a8ed-1a0fb7d46680":{"vi":"<div>Về phần cha mẹ tôi thì chưa biết sao, chứ anh em chúng tôi thì không thể nào chấp nhận chuyện hôn nhân của em gái mình được.</div>"},"001197e3-fc0e-4470-8107-91d4a4f612d3":{"vi":"<div>Nếu còn là trẻ mẫu giáo, thì không nói làm gì, chứ đã là sinh viên đại học rồi mà không biết giặt giũ thì thật là không thể tưởng tượng nổi.</div>"},"43a6fd47-62d9-47c5-8711-41458b01a19c":{"vi":"<div>Gặp lúc rảnh thì không biết sao, chứ những lúc bận như thế này mà bị ai đó đến ngồi dây dưa trò chuyện thì thật là khó chịu.</div>"},"9d417490-6b70-4e62-b90d-3c7dc8119e17":{"vi":"<div>Đi du lịch trong nước thì không biết sao, chứ gặp trường hợp đi du lịch nước ngoài thì phải chuẩn bị vất vả.</div>"},"b93d416a-9828-48dd-a86c-5bca811d5c8e":{"vi":"<div>Diễn đạt ý nghĩa “… thì không biết sao” hoặc “… thì sao cũng được”, thông qua các ngữ đoạn có dùng những từ như 「は」,「なら」,「だったら」kèm sau một danh từ. Ở đây có sự đối chiếu giữa hai thành phần trước và sau của câu, như giữa “xưa” và “nay”, “trẻ mẫu giáo” và “sinh viên đại học”, “lúc rảnh” và “lúc bận”. Dùng trong trường hợp sự việc diễn tả ở phần sau của câu quan trọng hơn hoặc ở mức độ cao hơn, hoặc mang một ý nghĩa đặc biệt, so với sự việc diễn tả ở phần trước. Ở phần sau, thường dùng những từ ngữ biểu thị sự ngạc nhiên hoặc vất vả v.v… Ví dụ ① là lối nói có tính thành ngữ, nghĩa là “khác với hồi xưa”.</div>"},"000d8214-83b0-4a18-9863-20081021ffe0":{"vi":"<div>từ chỉ số lượng + いじょうtừ + từ chỉ số lượng + trở lên</div>"},"7a8ede5c-f05a-4137-9bef-e0d9a5cc4051":{"vi":"<div>Nếu cân nặng trên 45kg thì có thể cho máu được.</div>"},"4b8968ee-eeed-4abb-97ba-d3377a3db33b":{"vi":"<div>Từ 65 tuổi trở lên thì được vào cửa miễn phí.</div>"},"ad7f62d7-05f6-4261-b75a-814b5e6db59b":{"vi":"<div>Trong thời gian nghỉ hè, các em hãy đọc ít nhất là 3 cuốn sách nói về văn hóa ẩm thực rồi viết báo cáo.</div>"},"2fa19553-20cd-44e7-874c-1cb5851627b4":{"vi":"<div>Diễn đạt một số lượng bằng hoặc lớn hơn một số lượng nào đó.</div>"},"ffad7340-d607-4c58-b63a-fa646dd01bc2":{"vi":"<div>…いじょうのN : N vượt quá …</div>"},"678ba14a-defa-4d12-aac2-4aef92d30e5b":{"vi":"<div>Được giao phó một công việc vượt quá sức mình thì cũng tốt thôi.</div>"},"1122d630-0a51-465a-9d67-b27b7f4669e0":{"vi":"<div>Loại thuốc ấy đã có hiệu quả cao hơn mong đợi.</div>"},"025e5f07-a4e5-4825-985a-c0a127a2649c":{"vi":"<div>Anh ấy nhất định sẽ làm được nhiều việc, trên cả mức mà mọi người trông đợi.</div>"},"11778be7-c4a1-4fc7-b2ad-ece95d6e0279":{"vi":"<div>Trong lúc này, tôi chỉ có thể nói với anh bao nhiêu đó thôi.</div>"},"d1d1ce01-b52a-4620-8888-752725ba4999":{"vi":"<div>Đối với một người bạn đang xuống tinh thần vì phiền muộn, tôi không thể làm gì khác hơn là nói đôi lời an ủi.</div>"},"5a40c36b-99fd-4889-83f3-8bb8b2cf09fb":{"vi":"<div>Những học sinh làm thêm mới tuyển vào, hầu như chẳng giúp ích được gì, vì chỉ khi nào có ai sai phái thì mới chịu làm.</div>"},"b84d7a54-4f89-470a-a7c6-c2914dc06a73":{"vi":"<div>Diễn đạt ý nghĩa một sự việc nào đó có mức độ cao hơn so với mức độ mà danh từ hay động từ đặt ngay trước đó (tức ngay trước以上) biểu thị. Ở các ví dụ ①, ②, ③, sự việc trong phần sau của câu, có mức độ còn cao hơn cả mức độ cả sự việc trong phần trước. Ngược lại, ở các ví dụ ④, ⑤, ⑥, sự việc trong phần trước có mức độ cao nhất, mức độ mà sự việc trong phần sau không vượt qua được.</div>"},"91cd136e-4019-4b20-9151-59939530e3ff":{"vi":"<div>…いじょうに vượt mức / hơn cả …</div>"},"ebf16d86-7fdc-4c3b-8e4a-ddf661040956":{"vi":"<div>Anh / cô ta thiếu chín chắn, vượt quá mức những lời đồn đại.</div>"},"51cba7e1-3cb8-4e14-87d9-33593e8b113c":{"vi":"<div>Điểm bài thi xấu hơn cả dự kiến.</div>"},"016d3501-ab7a-4119-9c1d-c223a3917319":{"vi":"<div>Cô ấy là người Thái mà biết lịch sử Nhật Bản còn rõ hơn cả người Nhật nữa.</div>"},"1450784e-f7ef-40c3-9c9a-76f53953f101":{"vi":"<div>Nhà hàng ấy, cả phục vụ lẫn thức ăn đều tuyệt hảo, trên cả mức mọi người bàn tán.</div>"},"f0f3a52c-7dd8-4317-8648-6230188384c0":{"vi":"<div>Anh ta tinh tế, nhạy bén hơn là tôi tưởng rất nhiều.</div>"},"d55e2cae-e5c7-4041-88a7-26409715fcd3":{"vi":"<div>Không hiểu sao tôi chơi piano chẳng khá lên được chút nào, mặc dù tôi nghĩ là mình đã bỏ công tập luyện nhiều hơn so với những người khác.</div>"},"387634ce-4cb5-4235-ab73-d59d208867b9":{"vi":"<div>Dùng ngay sau danh từ hoặc động từ, để diễn đạt ý nghĩa “cao hơn so với …”, hoặc “… đã cao rồi nhưng, … còn cao hơn nữa”.</div>"},"d0fdf037-eb05-4d26-bf91-ee32ee8565ec":{"vi":"<div>これいじょう + bổ ngữ + Nは…ない không có N nào + bổ ngữ + hơn mức này</div>"},"48b51222-cf12-4353-8d5d-3034701e2da3":{"vi":"<div>Hiện chưa có loại giáo trình nào dễ hiểu hơn cuốn này.</div>"},"3f6bd774-533e-4486-89b8-8f0ff64235b7":{"vi":"<div>Hiếm mà có một cuốn phim nào tồi hơn mức đó.</div>"},"5382e9f4-1d8c-4d74-bc79-b463931fd4e4":{"vi":"<div>Tìm khắp cả nước Nhật cũng không thấy một người nào khôn hơn thế.</div>"},"2a5ca04d-5a7b-4e0b-84b6-8f7e954c49e8":{"vi":"<div>Dùng chủ yếu ngay sau những từ「これ／それ／あれ」để diễn đạt ý nghĩa sự vật do chúng biểu thị là ở mức độ cao nhất.</div>"},"bcf8f660-236d-4f83-92c1-d5ad034517ab":{"vi":"<div>これいじょう…ば nếu … hơn mức này thì</div>"},"fa7b044e-3ff2-4e52-ba5d-b52743ad94a0":{"vi":"<div>Nếu nước mà lên cao thêm nữa thì nguy đấy.</div>"},"281072ed-c3ec-40f5-ae7a-e61daecaf7de":{"vi":"<div>Nếu trời mà tiếp tục không mưa như thế này, thì mùa màng sẽ bị mất sạch đấy.</div>"},"0b374a98-ca09-4e6a-8138-3277e0e744d7":{"vi":"<div>Tôi nghĩ dù có gắng sức hơn nữa cũng chẳng đạt được thành quả nào đâu.</div>"},"4d926d92-e739-404c-8b8e-c031db94ee70":{"vi":"<div>Nếu cứ tiếp tục nhịp sống khẩn trương như thế, tôi chắc là thế nào nó cũng sẽ ngã bệnh.</div>"},"7e41d484-5f63-4617-a07a-885f762c44e4":{"vi":"<div>Nếu buổi thuyết trình ngày mai mà nhàm chán hơn cả buổi hôm nay, thì có đi cũng chỉ phí thì giờ mà thôi.</div>"},"2c5f6ac6-2107-4c67-ac63-949d49970138":{"vi":"<div>Dù tôi có bỏ công tìm tòi để nấu ăn ngon hơn bây giờ, thì cũng chán ngán, vô vị nếu không được ai khen.</div>"},"de49d3f2-4ebe-47ba-a7aa-f05cc332b51e":{"vi":"<div>Ngoài「これいじょう」ra, còn có thể dùng「それいじょう」hoặc「あれいじょう」, cũng như ngoài「ば」còn có thể dùng các hình thức「と／たら／なら／ても」. Diễn đạt ý nghĩa “Nếu, hoặc, dù cho sự việc ở mức độ cao hơn tình trạng hiện tại”. Thường có hàm ý là “hiện tại cũng đã ở một mức cao đáng kể rồi”.</div>"},"f9ee3fdf-c989-46cf-bfbe-a63d9bf9c58f":{"vi":"<div>これいじょうV－て định V hơn nữa</div>"},"686e0296-2846-4ad1-8367-6f729c7698d9":{"vi":"<div>Anh nghĩ sao mà lại định gắng sức hơn nữa kia chứ!</div>"},"d6c98579-bccc-4f6d-8669-1f7454fa5179":{"vi":"<div>Không biết cô ta nghĩa sao mà đã mảnh dẻ như thế, còn định kiêng ăn kiêng uống.</div>"},"42509ac8-c100-4f7f-9b9e-c8771911b001":{"vi":"<div>Này, cậu tính làm gì, mà còn định để dành tiền thêm nữa như thế?</div>"},"b9bee1ff-2aca-4888-a0d5-081fd3b16319":{"vi":"<div>Diễn đạt ý nghĩa “làm … nhiều hơn nữa so với tình trạng hiện tại”. Đằng sau thường kèm theo các từ ngữ như「どうなるのか／どうするのか／何をするのか／何になるのか」, để biểu thị ý nghĩa “làm thế cũng chẳng có ý nghĩa gì, chẳng được việc gì”.</div>"},"339f6d32-18a6-49ce-99a6-8b99076183bb":{"vi":"<div>これいじょう…は + từ phủ định : không + … + (thêm) nữa</div>"},"866098b0-2dbc-4614-b116-29dfbe71aaf3":{"vi":"<div>Thôi, chúng ta đừng nên tranh chấp nữa.</div>"},"9e41e724-3e68-452f-a30f-54b3c6300dd9":{"vi":"<div>Tôi hết chịu nổi cuộc sống bận rộn như thế này nữa rồi.</div>"},"c47bf23b-52d0-449e-91e1-7fe66d4da410":{"vi":"<div>Anh Tanaka quả là danh bất hư truyền. Có lẽ không ai làm được những phát minh tuyệt vời hơn.</div>"},"24129dc3-62f5-401f-a626-7185db807894":{"vi":"<div>Tuyết cũng đã bắt đầu dày đặc rồi, leo cao thêm nữa e nguy hiểm. Chúng ta nên bỏ ý định đi tiếp mà quay xuống núi thì hơn.</div>"},"e10027c1-7fa2-4522-b3d3-60f27b3941ed":{"vi":"<div>A: Làm ơn bớt thêm chút nữa, được không ạ?</div><div>B: Chúng tôi không thể bớt thêm chút nào nữa. Ngay với cái giá này, chúng tôi cũng đã hầu như chẳng còn kiếm được chút lãi nào.</div>"},"781acfa4-14c3-42b9-a9e9-aaf3d9d7715a":{"vi":"<div>Diễn đạt ý nghĩa “tình trạng hiện tại đã đạt mức cao nhất rồi, không thể tiến lên một mức nào cao hơn được nữa”. Chủ yếu là dùng kèm sau「これ／それ／あれ」, theo sau có các từ ngữ biểu thị nội dung phủ định như「できない／難しい／耐えられない／やめよう」.</div>"},"c58faf33-7cf1-4b3d-baa0-1bfd8ad69ce7":{"vi":"<div>Vいじょう（は）một khi đã … (thì)</div>"},"546f2595-fae2-49fe-b3ca-dfc28cd1e2f0":{"vi":"<div>Một khi đã quả quyết rằng làm được, thì bất luận vì lý do gì cũng không được quyền thất bại.</div>"},"4aedea32-f114-40e7-81e9-5f7750c3123d":{"vi":"<div>Một khi đã được mọi người nhất trí bầu làm thủ lĩnh câu lạc bộ, tôi không muốn làm điều gì phụ lòng tin cậy của anh em.</div>"},"70be0e1f-474c-4d19-a54d-07d1fee76c2e":{"vi":"<div>Một khi đã bỏ ngang, không học tiếp đại học nữa, thì phải tự tạo cho mình một năng lực đủ để kiếm sống mà không cần nhờ đến bằng cấp đào tạo.</div>"},"7df6e523-92e9-40e3-bdc7-cb53f18cd528":{"vi":"<div>Đã đến nước này thì chỉ còn một cách giải quyết là tôi nhận lãnh trách nhiệm, từ chức mà thôi.</div>"},"4074c3ac-933c-417b-832c-f76c9da6778f":{"vi":"<div>Không biết là tôi có thể làm tròn chức vụ của một thông dịch viên hay không, nhưng một khi đã nhận lãnh công việc thì tôi quyết sẽ làm hết sức mình.</div>"},"f39707dd-507d-49ef-8572-908f76658f91":{"vi":"<div>Dùng kèm sau những động từ biểu thị hành vi có yêu cầu về ý thức trách nhiệm hoặc về một sự chuẩn bị tinh thần nào đó, để diễn đạt ý nghĩa “(một khi đã ở) trong tình huống phải làm điều đó”. Tiếp theo sau là những từ ngữ nói lên sự quyết tâm, sự khuyến cáo, hoặc nghĩa vụ phải chu toàn trách nhiệm, phải chuẩn bị tinh thần để ứng phó với một tình huống như thế.</div>"},"7b601b00-5907-4bea-b90f-08ed0e093636":{"vi":"<div>いじょう（の）+ từ chỉ số lượng / N: từ chỉ số lượng / N vừa nêu</div>"},"bc3946a2-a271-42e4-93e8-9908ebef5e3d":{"vi":"<div>Tanaka, Kimura, Yamamoto, Yoshida, 4 em có tên vừa nêu, lát nữa hãy đến chỗ tôi.</div>"},"da7b3fa1-6e9b-4450-81f0-cdbd648c5511":{"vi":"<div>Tokyo, Osaka, Kyoto, Kobe, Fukuoka, Sapporo, 6 thành phố vừa nêu là đối tượng điều tra lần này.</div>"},"7f9b4097-7fa1-41d8-9858-afbf03f3c2c8":{"vi":"<div>Đâu là những sở trường, sở đoản của mình, đâu là những điều mình có thể tự hào, những điều mình quan tâm nhất và đâu là những mơ ước về tương lai của mình, hãy viết một bài tự giới thiệu, nêu rõ 5 điều vừa kể.</div>"},"2a4e1fab-12ee-48fd-bbe3-487c79752900":{"vi":"<div>Không bẻ cây bừa bãi, phải cẩn thận với việc củi lửa, phải giữ gìn sạch sẽ chỗ vệ sinh, các em nhớ tuân thủ những điều trên đây, trong khi cắm trại.</div>"},"2419e680-c4f9-4026-bca8-27db7e913057":{"vi":"<div>Phát âm có chuẩn xác không, cách diễn đạt có thích hợp không, những điều mình muốn nói có được truyền đạt rõ ràng không, những điểm vừa nêu là những điểm đặc biệt quan trọng khi chấm thi hùng biện.</div>"},"73e8d936-f692-4c51-a5df-f217b84f8976":{"vi":"<div>Dùng trong trường hợp liệt kê ra một số điều, rồi tập hợp chúng lại.</div>"},"9ee54ec6-fb8d-467d-b126-e31f7ca35483":{"vi":"<div>いじょう chấm hết / chỉ bao nhiêu đó thôi</div>"},"2d15286d-f8da-49d0-b066-c8ecd8561763":{"vi":"<div>Xong việc là phải đến báo cáo ngay. Chỉ bao nhiêu đó thôi.</div>"},"b6c00de1-b37c-4c48-b68d-82e65a570d0d":{"vi":"<div>Xin tặng những thứ sau đây làm đồ lưu niệm. 1 đồng hồ để bàn, 2 tủ sách bằng gỗ, 1 bộ 20 cuốn từ điển bách khoa toàn tập. Chấm hết.</div>"},"2684beba-929a-4f49-a03c-86b90ab8d566":{"vi":"<div>Diễn đạt ý nghĩa “Đó là tất cả những điều cần nói”, “Chấm hết”. Thường dùng khi soạn mục lục, sổ sách văn phòng.</div>"},"330694fd-f82a-4d42-8148-e52b4d7fc0f1":{"vi":"<div>いずれ đằng nào / hướng nào</div>"},"cd814a09-e5be-41cf-8d2c-e6f9c4ff6dd7":{"vi":"<div>Hoặc học tiếp hoặc đi làm, bản thân tôi cũng không quyết định được là nên chọn hướng nào.</div>"},"49a7bdd6-5cd5-46a5-aef3-1da002723662":{"vi":"<div>Hãy đánh dấu X vào một chỗ nào đó trong những chỗ「はい」,「いいえ」,「どちらでもない」.</div>"},"25c7774b-f49e-4209-9d1b-a6b0efa2a94f":{"vi":"<div>Đây là lỗi diễn đạt dùng trong văn viết của「どちら」,「どれ」, có nghĩa là “cái nào, bên nào, v.v… trong hai hay nhiều cái, nhiều hướng được nêu ra”.</div>"},"07ce6fc3-7556-467a-b503-f2858dc5011b":{"vi":"<div>いずれにしても đằng nào thì cũng</div>"},"db89c790-4924-46a7-b21b-76ee31d0a4d2":{"vi":"<div>Yamada nói là vì bận chút việc nên sẽ đến trễ, nhưng đằng nào thì nó cũng sẽ đến.</div>"},"9c1c259c-3f8d-4968-b5e7-e8a3503c03fc":{"vi":"<div>Có khả năng là có di chứng, nhưng đằng nào thì cũng chắc chắn là sức khỏe đang hồi phục.</div>"},"e3326524-693f-42db-b692-7fcf2a91421e":{"vi":"<div>Không biết là nó có nên thôi việc hay không, nhưng đằng nào thì cũng không thể để mặc như thế này mà không giải quyết được.</div>"},"93472833-b360-4c2d-b2c5-08dbccc90a0e":{"vi":"<div>A: Tôi đề nghị, luôn tiện, ta nên ăn trưa ở đây đi.</div><div>B: Được đấy. Đằng nào thì cũng phải kiếm một nơi nào đó mà ăn thôi.</div>"},"66fc6b84-9361-4666-b08a-1a077cf3071e":{"vi":"<div>Dùng ở đầu câu hay đầu mệnh đề, để diễn đạt ý nghĩa “Có nhiều khả năng, nhưng dù chọn khả năng nào thì cũng …”. Trọng tâm của câu nằm ở phần sau của「いずれにしても」, với ý nghĩa là “chắc chắn phải có sự việc đó”. Dùng trong văn nói lẫn văn viết. Trong lối nói trang trọng sẽ biến thành「いずれにしろ」,「いずれにせよ」. Có thể đổi thành「何(なに)にしても」.</div>"},"91fbc9a7-7fac-412b-976e-1f051bbd43da":{"vi":"<div>いずれにしろ đằng nào thì cũng / nói gì thì nói</div>"},"4aa7c3a0-dac4-4948-b289-aa053a743cf3":{"vi":"<div>Việc tôi muốn làm thì có nhiều, nhưng nói gì thì nói, ở thời buổi khó khăn này, có vẻ khó mà kiếm được một việc làm ưng ý.</div>"},"0aacc9d9-0631-419c-a72b-5383cec1937e":{"vi":"<div>Có thể là tôi sẽ phải tiếp khách một lát, nhưng đằng nào thì hôm ấy tôi cũng có thì giờ, nên không sao cả.</div>"},"ed63700a-f05b-4e41-a313-7d3c5773ba32":{"vi":"<div>Đợi khi nào có bán loại máy tốt hơn rồi mua cũng được, nhưng nếu đằng nào cũng phải mua máy vi tính, thì cậu cũng nên nhân cơ hội này mà mua cho xong.</div>"},"5bb227a6-a03a-4674-9420-201b196e9305":{"vi":"<div>Đây là lối nói trang trọng của「いずれにしても」.</div>"},"fd21a0b1-607e-4f0a-986e-724027b4ba33":{"vi":"<div>いずれにせよ đằng nào thì cũng</div>"},"44ec1fe8-7a83-4ea0-9f05-d01a0c9afa45":{"vi":"<div>Hôm nay tôi sẽ không đề cập đến vấn đề này nữa, nhưng tôi nghĩ là đằng nào thì từ nay trở đi ta cũng phải tiếp tục suy nghĩ.</div>"},"0da2a1ac-e78a-4009-bbaf-150672bb3952":{"vi":"<div>Tuy chưa chọn được ai để giao phó kế hoạch này trong thời gian sắp tới, nhưng đằng nào thì tôi cũng đã quyết định cho anh ta thôi không phụ trách nữa.</div>"},"0fa95d3b-48cb-430f-9bbe-a08efc91d5e5":{"vi":"<div>Đây là lối nói trang trọng của「いずれにしても」.</div>"},"f2f5773e-ebbd-456f-b53b-c9e2913550e5":{"vi":"<div>いずれも cái nào cái nấy đều</div>"},"518ddef9-e980-4d4b-8327-35a818e2dc9e":{"vi":"<div>Những thứ đá quý ở đây, thứ nào thứ nấy đều thuộc loại cao cấp nhất.</div>"},"cdac7e27-3869-484d-95c4-0877fe7ee72f":{"vi":"<div>Những bài thuyết trình hôm nay, bài nào bài nấy đều rất hấp dẫn.</div>"},"b4aba409-e1c1-4553-a1d8-76d242f46d55":{"vi":"<div>Đây là lối nói trang trọng, lễ phép của「どちらも」,「どれも」.</div>"},"47e5698a-6147-40b5-99d7-8ad43d6db51e":{"vi":"<div>thế nào … cũng sẽ</div>"},"d9123be4-19b0-4d8b-97f4-37e5cfed7fb0":{"vi":"<div>Thế nào rồi tôi cũng sẽ xin được đến thăm anh (chị) trong một ngày gần đây.</div>"},"a2a4b60b-e21b-4351-b9f1-c7b46d69b3f9":{"vi":"<div>Dù bây giờ có chưa hiểu thì thế nào, sau này khi lớn lên cũng sẽ hiểu ra mà thôi.</div>"},"9c179071-640c-4fa9-8c5b-6ab10fb6433a":{"vi":"<div>Về vụ ấy, thì thế nào phía cảnh sát cũng sẽ giải thích cặn kẽ.</div>"},"3937c140-dafb-4406-8f88-21b47bd0d67c":{"vi":"<div>Núi đồi trong vùng này, thế nào rồi cũng sẽ được khai thác, để xây khu dân cư.</div>"},"3049544c-774e-4632-8563-407fafadd524":{"vi":"<div>Đồng yên lên giá thì thế nào cũng có lúc phải đụng trần là chuyện ai cũng có thể thấy rõ.</div>"},"92618f82-1987-4184-84f7-223477589e38":{"vi":"<div>Dùng để diễn đạt một thời điểm nào đó trong tương lai. Thời điểm đó lúc nào mới đến thì không rõ, nhưng căn cứ vào tình hình hiện tại mà xét thì chắc chắn là thế nào cũng phải đến. Đây là lối nói mang tính hình thức, dùng trong văn viết.</div>"},"adf7202c-a6dc-433c-a325-7c4c34e55e2b":{"vi":"<div>vẫn … / vẫn cứ …</div>"},"48f47324-eb13-4bf9-9e93-180c9f50770a":{"vi":"<div>Vấn đề đó vẫn chưa được giải quyết.</div>"},"808cddb2-8c91-4e1e-a3ba-6e28847b2bd0":{"vi":"<div>Mặc dù vụ việc đã được đưa ra tòa, nhưng anh ấy vẫn cứ khăng khăng nói rằng mình chẳng biết gì.</div>"},"288525dc-b6df-4683-91f2-4bef9e2fcc52":{"vi":"<div>Công trình xây dựng sân golf vẫn chưa được bắt đầu lại.</div>"},"0da4a27f-b99d-425d-a7c1-801e5c786ef7":{"vi":"<div>Diễn tả trạng thái “một sự việc gì đó không thay đổi trong một thời gian dài”. Nghĩa giống như「未だに」(cho tới bây giờ vẫn chưa). Mang tính chất văn viết. 「依然として」là cách nói mang tính thành ngữ.</div>"},"018d9211-9655-43b3-b766-082f6a9b5b1b":{"vi":"<div>いぜん trước đây / trước kia</div>"},"4f4f5b97-9795-4f97-84a9-b8da913d517d":{"vi":"<div>Trước đây tôi có trọ ở khách sạn này một lần.</div>"},"6e5b3879-5150-4371-aae5-ab3a40a17c51":{"vi":"<div>Cô ấy hoàn toàn không còn cái dáng dấp trước kia, mà đã tiều tụy nhiều.</div>"},"80a77ce7-fa4c-4804-9f91-0ea0603c1993":{"vi":"<div>Từ trước, tôi đã từng muốn nói chuyện thoải mái với anh một lần.</div>"},"e67fe804-49ac-4ffb-a3a3-804371bac878":{"vi":"<div>Thầy tôi trông khỏe mạnh hơn cả trước kia, đến độ không thể nào nghĩ là thầy đã 70 tuổi rồi.</div>"},"327c8f0d-8e35-457c-ac3f-fb905be73679":{"vi":"<div>Ý nghĩa: “Khá lâu trước đây”. So với「前」thì cách nói này kiểu cách hơn.</div>"},"35c853f4-9513-478b-96ca-299b2683644a":{"vi":"<div>Nいぜん＜thời điểm＞trước N</div>"},"8b8e4c9c-a2b1-48ac-85f6-2e5498f0b09b":{"vi":"<div>Bởi vì anh ấy dời nhà trước ngày dự định là ngày 31 tháng 3, nên tôi không thể liên lạc được.</div>"},"d576baed-4999-4334-976c-8276604ff121":{"vi":"<div>Ở vùng này, trước trận động đất lớn hồi tuần trước, đã xảy ra nhiều trận động đất nhỏ.</div>"},"b80ffacd-1c42-473b-9588-13918964a4fe":{"vi":"<div>Trong những tác phẩm sáng tác trước tuổi 20 của anh ấy, người ta nhìn thấy ảnh hưởng mạnh mẽ của những họa sỹ khác.</div>"},"8943ec4d-9dd1-4cc8-84f3-905b2ebe6b66":{"vi":"<div>Gã đàn ông bị bắt hôm trước, nghe nói dường như trước đó cũng đã từng bắt cóc trẻ con nhiều lần cũng bằng thủ đoạn đó.</div>"},"d72cf85c-d51a-4166-9ca9-749c1276f68a":{"vi":"<div>Biểu thị thời điểm trước thời điểm của N.</div>"},"48100730-9cd6-4e55-9e81-0a85e2c20e10":{"vi":"<div>V－るいぜん trước khi V</div>"},"5c567aa5-de2a-46db-8525-5da1012e9dfd":{"vi":"<div>Hai người ấy đã sống chung với nhau từ trước khi kết hôn.</div>"},"198c94b2-a04b-408c-8418-4ab2506343b0":{"vi":"<div>Nghe nói dường như trước khi trở thành đạo diễn điện ảnh, anh ấy đã là họa sỹ.</div>"},"8cad5ee0-9bc1-49e1-af71-43e5d0e9210e":{"vi":"<div>Trước khi mua bàn ghế, phải quyết định địa điểm dời nhà.</div>"},"e6a74be2-ddab-4aa1-b36d-2e53d81cd047":{"vi":"<div>Trước khi khởi đầu một kế hoạch mới, có lẽ cũng cần thử xem lại một lần những kế hoạch trước đây.</div>"},"d774b96b-f7c3-47e9-bc57-3d666b1c66f3":{"vi":"<div>Ý nghĩa: “trước một sự kiện / biến cố nào đó”. Được dùng trong trường hợp nói lên mối quan hệ về thời gian của một sự việc bắt đầu một giai đoạn mới sau một thời gian khá dài của gian đoạn trước.</div>"},"d05b43d1-d541-4b78-a264-5e693ca824af":{"vi":"<div>Nいぜん＜giai đoạn＞trước khi nói tới N</div>"},"40751d88-94bf-4c28-8a75-e33dd786c2b7":{"vi":"<div>Đấy là vấn đề dưới cả mức thường thức. Không biết mới là kỳ.</div>"},"0b0b8092-3669-4dab-a407-65c647390095":{"vi":"<div>Có thể chào hỏi nghiêm chỉnh hay không, đó là điều căn bản trước khi nói tới năng lực. Những người cho dù làm việc tốt tới đâu đi nữa, mà không biết lễ nghi, chúng tôi cũng xin từ chối.</div>"},"ab994347-d37d-40b8-9079-a5ae64cca878":{"vi":"<div>Động cơ và mục đích của thí sinh là phần cần điều tra trước giai đoạn phỏng vấn. Còn trong lúc phỏng vấn, có lẽ cần phải hỏi về những vấn đề khác.</div>"},"07ae3b2e-addc-48e4-9614-1697c7d79247":{"vi":"<div>Trước hết phải cắm phích vào ổ cắm rồi mới mở nguồn điện, một kiến thức phổ thông như thế này trước khi sử dụng mà cũng không biết; tôi không thể giao phó cái máy này cho những kẻ như thế được.</div>"},"04f3fe77-690f-48f2-be46-de71ab162608":{"vi":"<div>Dùng sau danh từ, diễn tả tình trạng chưa đạt tới giai đoạn mà danh từ đó thể hiện. Nó hàm chứa ý nghĩa rằng “chưa đạt tới mức độ mà nếu bình thường thì đương nhiên phải đạt tới”. Thường được dùng để phê phán / chỉ trích đối với những sự việc dị thường.</div>"},"39d6554d-e375-4c5b-b1b2-d220c8aa053b":{"vi":"<div>vô cùng</div>"},"c45fbb8e-dd56-43c5-b132-a7a034559d07":{"vi":"<div>Lần này công ty chúng tôi được nhận giải thưởng Văn Hóa Khu Vực về những hoạt động cống hiến cho xã hội trong nhiều năm, chúng tôi cảm thấy vô cùng vinh dự.</div>"},"cb8003f7-dcb0-4e3e-b6d7-60fada4fcbbc":{"vi":"<div>Được quý vị thành lập cho một hội ủng hộ viên như thế này, tôi vô cùng cảm kích.</div>"},"e29f0ebc-eb14-4ed7-a1ed-0661a371c901":{"vi":"<div>Được chúc mừng nhân ngày hai bạn bắt đầu cuộc sống hạnh phúc, chúng tôi vô cùng sung sướng.</div>"},"69d12076-166d-427c-b4c8-8df6c6f99cbe":{"vi":"<div>Chỉ gắn với một số danh từ hạn chế, và diễn tả trạng thái cao nhất, cực điểm của một sự việc nào đó. Được dùng như lời chào hỏi rất lịch sự, với ý nghĩa「非常に…である」(vô cùng …). Nó cũng được dùng với ý nghĩa「ものごとの行きつく結果」(hậu quả của …).</div>"},"26279418-d35f-4dc1-8f83-cd900347f4ec":{"vi":"<div>Tôi nghĩ rằng nó đã nói những lời vô lễ với anh; nhưng có lẽ đó là do sự nông nổi / khinh suất của tuổi trẻ, xin anh tha thứ cho nó.</div>"},"cf47bd6f-435b-47c7-8458-d9e1cbd26e23":{"vi":"<div>không thể … một cách chung chung</div>"},"a360ce7e-ce37-4a0d-a756-114eb74ea9cb":{"vi":"<div>Không thể nói một cách chung chung rằng rau sạch là an toàn.</div>"},"65f99b4a-d161-4acd-abaf-3044c6d9f872":{"vi":"<div>Tôi không thể tự ý áp đặt ý kiến riêng cho mọi người.</div>"},"f5755c61-d62b-4522-8ac3-b1fa9acf7419":{"vi":"<div>Chúng ta không thể nhất loạt cho rằng cứ nhận thật nhiều lao động người nước ngoài vào là được.</div>"},"c36c9dfb-aa2d-4f3a-9a43-ab3ef3f47310":{"vi":"<div>Có lẽ chúng ta cũng không nên trách móc một cách chung chung rằng anh ấy sai.</div>"},"40f467ab-d60b-4886-abf1-c88b2af38301":{"vi":"<div>Bởi vì suy nghĩ của anh ấy cũng có điểm hữu ích, cho nên không thể nhất loạt quy kết rằng làm như vậy là vô ích.</div>"},"9ac54bf0-9ef3-45a6-aef1-5f49ec86ae5d":{"vi":"<div>Ở phía sau, luôn luôn kèm theo những cách nói phủ định khả năng như「できない」(không thể),「言えない」(không thể nói), và nó diễn tả ý nghĩa “không thể … một cách đơn thuần / mà không nghĩ tới cái khác / lợi cho phần mình”. Nó ám chỉ rằng cần phải nghĩ tới những tình huống, những điều kiện khác nữa.</div>"},"e45aa806-e94c-4c8f-9d27-38423cd6c0a8":{"vi":"<div>いちど　Vと／V－たら một khi V rồi, thì … / nếu V một lần, là …</div>"},"f3fb3d5c-e7b0-48b5-9918-c342f3653d63":{"vi":"<div>Chỉ cần ăn món ăn Thái một lần thôi là ghiền luôn.</div>"},"13c47eb4-8537-4621-8028-25a029b3e596":{"vi":"<div>Nghe nói khu rừng đó một khi lạc vào rồi, thì khó long mà thoát ra được.</div>"},"37bde0c9-e86c-4462-80f2-1c6edb198f46":{"vi":"<div>Tiểu thuyết của nhà văn đó, một khi bắt đầu đọc rồi thì sẽ say sưa đọc một hơi cho tới hết.</div>"},"4c648438-b407-44cc-bf87-747ee6717b9e":{"vi":"<div>Một khi nếm được mùi vị của loại rượu vang ngon rồi, thì không còn uống những thứ rẻ tiền được nữa.</div>"},"ceeb0fd7-070d-4187-825d-2bfb409902a9":{"vi":"<div>Ý nghĩa: “Nếu đã trải qua kinh nghiệm về một việc gì đó / đạt đến một trạng thái nào đó, thì không thể trở lại trạng thái trước đó được.”</div>"},"26e48a9b-d06a-4041-b0fa-96768fece576":{"vi":"<div>いちど　V－ば／V－たら chỉ cần V một lần thôi</div>"},"e581d800-df6c-452b-93de-cf4848786cca":{"vi":"<div>Một chỗ như thế này, chỉ cần đến một lần thôi cũng đã là nhiều rồi.</div>"},"290b709d-22d7-4e6e-b73e-014ad62b27a6":{"vi":"<div>Chỉ cần trải qua kinh nghiệm khổ cực như thế này một lần thôi, là tôi an tâm. Sau này dù cho có điều gì xảy ra đi nữa, tôi cũng có thể chịu đựng nổi.</div>"},"a63f5e55-b7ce-4510-be91-1d4ce0d19130":{"vi":"<div>Chỉ cần hiểu cách làm một lần thôi, là sau đó có thể ứng dụng được.</div>"},"a37414cd-04bd-4c44-8589-249aad53cdb6":{"vi":"<div>Diễn tả ý nghĩa: “Chỉ cần trải qua kinh nghiệm một lần về một điều gì đó / chỉ cần hiểu được một chuyện gì đó, là đủ rồi / thì cho dù có xảy ra những chuyện giống như thế cũng có thể xoay xở được”. Nó hàm ý: “Không cần làm 2 lần”. Trong trường hợp kể tới một trạng thái sẽ tiếp tục ở phía sau, như câu ③, có thể dùng cách nói「いちどVと」để thay thế.</div>"},"e7044d57-4031-4027-a569-e7618d79361d":{"vi":"<div>いつか (không biết) tự lúc nào</div>"},"94af177f-720a-40ff-ad23-221dd7e7a51c":{"vi":"<div>Trong lúc đọc sách, tôi đã ngủ thiếp đi tự lúc nào.</div>"},"d22cc91f-a52b-4470-a6ee-89e1e822ca0a":{"vi":"<div>Mưa tạnh và mặt trời đã ló ra khỏi đám mây tự lúc nào.</div>"},"1c5a451a-b503-40fd-aa86-809f5015e26c":{"vi":"<div>Không biết tự lúc nào, vườn bách thú đã trở nên thưa thớt người qua lại, loa phát thanh đã thông báo hết giờ.</div>"},"39d5c9bc-2175-4031-bfb8-8926a257e8da":{"vi":"<div>Có nghĩa là “trong lúc không nhận ra”, “trong lúc không biết”. Thường được dùng như văn viết. Trong văn nói hay dùng「いつのまにか」. Trong cách nói văn vẻ còn có thể dùng「いつしか」.</div>"},"41eaf3d1-16d9-445d-9d37-1638ee8561e5":{"vi":"<div>いつかV－た (một lúc nào đó) trước đây</div>"},"ecc197ec-9459-42c8-8c94-96c0b69f9873":{"vi":"<div>Trong một bộ phim trước đây tôi đã từng xem cũng có lời thoại này.</div>"},"23474691-c783-4445-802a-9935f69bac0b":{"vi":"<div>Hình như tôi đã gặp anh ấy ở đâu đó rồi thì phải.</div>"},"72377c5e-dced-4fa3-aad0-1586b56a04f9":{"vi":"<div>Con đường này trước đây có lần tôi đã đi qua.</div>"},"da4ddd69-22f3-438b-b136-fd0ea2b5beda":{"vi":"<div>Dùng trong câu nói về một việc trong quá khứ. Diễn đạt một thời điểm nào đó không xác định rõ trong quá khứ.</div>"},"c0957524-ac0a-45a7-a7e9-955189f7c203":{"vi":"<div>いつか（は）một lúc nào đó / cũng có lúc</div>"},"62fa35f8-e444-420b-b394-0d13f37eb7fc":{"vi":"<div>Một lúc nào đó anh ta chắc chắn sẽ nhận ra cái sai của mình.</div>"},"0864b141-19a8-4e59-bd8e-7737ff1fe244":{"vi":"<div>Cứ cố gắng, thì thế nào cũng có lúc sẽ có người nhìn nhận những nỗ lực của mình.</div>"},"2ce0d9a2-6556-48ed-ae0b-ca6fe71fd77a":{"vi":"<div>Tôi muốn một lúc nào đó, dù chỉ một lần thôi, được đi lang thang khắp thế giới.</div>"},"8dae8477-dcba-4274-9d19-0a6c9c3b9a93":{"vi":"<div>Cứ định bụng là một lúc nào đó sẽ đi thăm bảo tàng mỹ thuật ấy, nhưng tôi hoàn toàn không có lúc nào rảnh để đi cả.</div>"},"c30c3b26-70fb-45f6-89c1-b0cfd04b6f24":{"vi":"<div>Dùng trong câu nói về một việc trong tương lai. Diễn đạt một thời điểm nào đó không xác định rõ ràng trong tương lai. Cuối câu, ngoài hình thức「…する」còn có cách hình thức khác như「…するはずだ／するだろう／したい／しよう」. Thường hay đi kèm với các trạng từ「きっと／かならず」(chắc chắn, hẳn là).</div>"},"41fb0682-c3da-4418-9079-f101d2033625":{"vi":"<div>いつかのN : N dạo trước</div>"},"23f6fac2-a8c3-47a4-882b-1ef31bbb31e8":{"vi":"<div>Ông nhân viên bán hàng dạo trước lại tới.</div>"},"f56274ce-8582-4233-9f30-eb751c6a5209":{"vi":"<div>Nghe nói anh ấy hiện rất khổ sở vì di chứng từ vụ tai nạn giao thông dạo nọ đến nay vẫn chưa dứt.</div>"},"4d1914a1-5ebb-4b13-be1b-813ed8b52bf7":{"vi":"<div>Vụ việc dạo nọ kết quả ra sao rồi? Thì anh chả nói sẽ để anh Tamura làm thử việc đó hay sao?</div>"},"00210e5b-e922-451e-899f-167c6826c186":{"vi":"<div>Tôi muốn gặp lại cái người dạo ấy quá đi mất thôi.</div>"},"7fe7ec1c-abdf-48da-a70d-f845eafc6717":{"vi":"<div>Diễn đạt thời điểm không xác định rõ trong quá khứ. Câu nói hàm ý “vào thời điểm đó đã xảy ra một sự kiện”, nhưng cụ thể cái gì đã xảy ra thì được nắm bắt thông qua mạch văn. Ví dụ,「いつかのセールスマン」có nhiều khả năng để hiểu là いつか来た (nhân viên bán hàng dạo trước đã từng tới), hoặc 話をした (nhân viên bán hàng dạo trước đã từng nói chuyện), 電話をかけてくれた (nhân viên bán hàng dạo trước đã từng gọi điện thoại cho mình).</div>"},"589a2a67-b342-4707-b7e7-f87043e0b02a":{"vi":"<div>mãi chẳng thấy</div>"},"c59ac98f-a8f9-4743-aeeb-bdc93c978f98":{"vi":"<div>Chờ 30 phút mà mãi không thấy bóng dáng anh ta đâu cả.</div>"},"57a045cc-134c-4bd2-b0c6-b1d034c7d742":{"vi":"<div>Tôi uống thuốc liên tục, ấy vậy mà mãi chẳng có dấu hiệu gì là đỡ sốt cả.</div>"},"e2548f15-3594-4dab-a31c-4c01d82f6ce2":{"vi":"<div>Luyện tập hàng ngày mà mãi không thấy giỏi lên, nghĩa là sao vậy?</div>"},"ac34824d-15d3-4dbc-af1f-ce82d03c87a8":{"vi":"<div>Tôi đã gửi đi mấy lá thư nhưng mãi không thấy cô ấy trả lời.</div>"},"2d1c96bc-f149-48e9-8e51-acb434c097e4":{"vi":"<div>Nhấn mạnh ý phủ định với nghĩa「全然…ない」(hoàn toàn không). Dùng trong bối cảnh “làm liên tục một việc gì đó để hi vọng một sự việc gì khác diễn ra nhưng sự việc này không có vẻ gì sẽ xảy ra cả”. Cách nói này thể hiện tâm trạng sốt ruột, ngờ vực trước tình hình đó. Lối nói hơi kiểu cách.</div>"},"518cdeb1-e18f-406c-a55e-b98203a54c08":{"vi":"<div>không hề / hoàn toàn không</div>"},"f2f3c2dd-9d12-44ec-9531-641c726721dc":{"vi":"<div>Không hề có chuyện thay đổi kế hoạch.</div>"},"7bf7d3cf-8222-4b3b-808c-c3f241ad3fe0":{"vi":"<div>Không hề có sự việc nào như vậy.</div>"},"70244332-1fd1-41db-89c7-f2ec33738fed":{"vi":"<div>Dù xảy ra điều gì tôi cũng hoàn toàn không chịu trách nhiệm. Mong anh mong cảm.</div>"},"6d2071ed-628e-44f2-9a65-adb7a3c94f59":{"vi":"<div>Không hề có một lời giải thích nào về nội dung chi tiết cả.</div>"},"aa26405e-1be1-4692-82bd-2d9a40729d30":{"vi":"<div>Anh ta không hề đụng đũa đến đồ ăn mà chỉ toàn uống rượu thôi.</div>"},"2c8b082f-6c67-4813-91f7-87ea2c1727cb":{"vi":"<div>Nhấn mạnh ý phủ định với nghĩa「一つも／少しも…ない」(không một chút nào). Tương đương với「まったく…ない」,「全然…ない」. Có tính chất văn nói.</div>"},"7121196b-ed1d-4a48-a232-cb48feb62824":{"vi":"<div>(không biết) tự lúc nào</div>"},"570304e7-2325-43f3-9d03-297b09a2e332":{"vi":"<div>Trời tối dần và người qua lại cũng trở nên thưa thớt tự lúc nào.</div>"},"d7543863-0473-42c5-ac10-49b1c2808c5d":{"vi":"<div>Núi đã nhuốm đỏ màu lá phong từ lúc nào. Trời đã vào thu thật rồi.</div>"},"176354fa-bd45-44f6-9e02-ab1ca674d6bd":{"vi":"<div>Không biết từ lúc nào mưa đã tạnh và cầu vồng đã xuất hiện.</div>"},"5eb55a40-acb3-485d-ba7d-c53e3670911b":{"vi":"<div>Chỗ hạt gieo năm ngoái không biết từ khi nào đã nảy mầm, lại có cả một số cây đã ra nụ.</div>"},"d35b0d1d-5edf-40e4-a572-ecfeaea3ce01":{"vi":"<div>Là cách nói nhấn mạnh của「いつか」với ý nghĩa「いつのまにか」(một thời điểm nào đó), 「気がつかないうちに」(trong lúc chưa nhận ra thì đã …). Có tính chất văn viết, được dùng trong tác phẩm văn học.</div>"},"e513c9a4-b5a7-47e3-b3ec-b283b55c94c3":{"vi":"<div>いっそ thà … (còn hơn)</div>"},"ea9cf486-8cda-4093-a5e9-f6892a82ac32":{"vi":"<div>Khổ sở thế này thì thà li hôn cho rồi.</div>"},"31d58173-895a-4d00-8b91-ea201f38c84b":{"vi":"<div>Bị anh ấy bỏ rơi thì thà chết còn hơn.</div>"},"4c7d7abe-07d7-468e-a246-24203f03572b":{"vi":"<div>Chỗ làm bây giờ cứ bị stress hoài. Thôi thì dứt khoát chuyển chỗ làm vậy nhỉ …</div>"},"1b94539d-f2de-497d-a0b3-16445f7c0a55":{"vi":"<div>Chỗ ở khó chịu và phiền toái như vậy, thế sao không chuyển đi chỗ khác?</div>"},"4f710daa-a892-4819-91a7-88ceaa721a11":{"vi":"<div>Cái máy stereo đem đi sửa thì tốn nhiều tiền, mà nó đã đến nỗi này thì thà mua cái mới có khi còn hơn.</div>"},"872920b1-8178-4af9-8a61-8789322c28c3":{"vi":"<div>Đi kèm với các cách nói về ý chí（…よう）, ý muốn（…たい）, nhận định（…べきだ）, khuyên nhủ（…たらどうか）ở cuối câu để diễn đạt tâm trạng trong hoàn cảnh đang có vấn đề xảy ra là “để giải quyết tình hình này cần phải dứt khoát thay đổi”. Cách nói「いっそのこと」ở ví dụ ⑤ là thành ngữ. Tuy đây là văn nói nhưng là cách nói hơi cổ.</div>"},"9fdc1999-f909-4fd8-84ba-470674cbb16b":{"vi":"<div>よりいっそ（のこと）thà (dứt khoát)</div>"},"04f96725-e193-4d54-8771-6d345123b8e0":{"vi":"<div>Thà tính chuyện đổi nghề khác, còn hơn là nghỉ việc tạm thời.</div>"},"a0733ce4-a982-4d42-9ecb-841b6ec5af27":{"vi":"<div>Cứ đợi anh ấy mời thế này thì thà chủ động mời anh ấy có hơn không?</div>"},"e659d443-67dd-42c3-b1b3-35a7da4ab634":{"vi":"<div>Cái máy stereo này cũ rồi. Thà mua cái mới còn hơn bỏ ra 30 nghìn yên để sửa.</div>"},"6ec4390d-f8df-4453-bd91-5d26a4a947b3":{"vi":"<div>Cứ băn khoăn về kết quả thế này thế kia thì thà cứ làm đi, có khi còn đỡ lo hơn đấy.</div>"},"2e2575a7-b246-4bfa-9f32-3504c75ffcf0":{"vi":"<div>Hình thức mẫu câu là「XよりもいっそY」, diễn đạt tâm trạng “bỏ X, dứt khoát làm Y” khi đứng trước một vấn đề nào đó.</div>"},"dbb2fcd6-dc37-498d-acdd-10076ba77df2":{"vi":"<div>không biết là / vậy thì</div>"},"27eb4606-1d28-4d0a-a881-082a05efe395":{"vi":"<div>いったい＋nghi vấn từ</div>"},"0b17d0c6-8139-4b32-9918-1197b030c2bc":{"vi":"<div>Không biết là anh ấy có còn sống không nhỉ?</div>"},"249aa9e7-a46d-4c78-acd0-d03bb0e82e21":{"vi":"<div>Không phải ngày lễ mà đông người thế này là sao nhỉ?</div>"},"8306ec56-e878-43e1-bcc1-07dc5aada002":{"vi":"<div>Không tài nào đoán được vậy thì điều gì đã xảy ra.</div>"},"1e0e0614-7c69-470d-b9a0-afdeb2db8e1c":{"vi":"<div>Không biết vậy thì hắn ta giờ này đang làm gì, ở đâu nhỉ?</div>"},"ae965068-1ecf-4262-aec9-e68789e7298d":{"vi":"<div>Dùng trong câu hỏi, thể hiện rất mạnh tâm trạng “không rõ”. Cách nói「いったい全体」còn mạnh hơn.</div>"},"fefd9faa-79fa-456b-bb06-8aec7a098e5e":{"vi":"<div>… một khi đã …</div>"},"6270ae44-0b9b-47ff-8958-c7003a5e4847":{"vi":"<div>Cô ấy vốn là người hay nói, nên một khi đã vào chuyện là không thể dừng được.</div>"},"de96805b-13e3-40f2-bf05-4c93c61ec8fe":{"vi":"<div>Một khi đã ngồi vào máy chơi game, thì cỡ 2 tiếng đồng hồ là cứ trôi qua đánh vèo.</div>"},"50522f90-4e6b-4d91-b105-8a5a733cc179":{"vi":"<div>Một khi đã hồi phục thế này thì không còn gì phải lo cả.</div>"},"d3ca0b28-8023-4560-9684-aa223bd7edf0":{"vi":"<div>Loại bánh này, một khi đã mở nắp thì sẽ ỉu ngay nên phải ăn nhanh.</div>"},"48970797-01d1-44ee-8530-8047e32d48ed":{"vi":"<div>Một khi đã quen với cuộc sống thư thả thế này thì không thể nào quay về cuộc sống tất bật như trước được nữa.</div>"},"8ec19ea5-9f4e-456d-a8ed-fb76978cfa38":{"vi":"<div>Có thể dùng「たら／ば」thay cho「と」. Có nghĩa “Khi đã thay đổi trạng thái hay đã xảy ra một sự việc nào đó, thì không thể trở lại trạng thái cũ”.</div>"},"0cdbc59f-f0f6-422f-8587-ad08072f3eca":{"vi":"<div>V－る＋いっぽう（で）vừa V vừa … / một mặt thì V, mặt khác …</div>"},"3f0596b4-25ab-4216-bbf1-589c2430cabc":{"vi":"<div>Tôi vừa phải hoàn thành công việc của mình vừa phải chăm sóc các nhân viên cấp dưới.</div>"},"5976fd5c-3501-462f-8f0c-4906f073256d":{"vi":"<div>Anh ta một mặt thì nói rằng sẽ hợp tác toàn diện; nhưng (mặt khác) khi tôi yêu cầu điều gì, thì anh ta lại nói rằng bận và từ chối.</div>"},"2014cc3a-c8c5-4fb4-93e7-6923a987761c":{"vi":"<div>Cô ta một mặt thì nói rằng đang gặp khó khăn về tiền bạc; nhưng mặt khác lại nghe nói rằng cô ta đang tiêu pha vô cùng hoang phí.</div>"},"c2755395-ef9d-45e7-8eb3-d9cb07e0159e":{"vi":"<div>Ý nghĩa: “song song với việc tiến hành một việc gì đó”, tiếp tục ở phía sau là cách nói rằng một sự việc khác cũng đang được tiến hành.</div>"},"690af4e7-6167-46c3-a3de-d237e49d9feb":{"vi":"<div>いっぽうでは…たほうでは một mặt thì … mặt khác thì …</div>"},"68e93fa7-da99-4596-97f1-1817a71523a6":{"vi":"<div>Bộ phim này một mặt được đánh giá là phim hay nhất trong năm; mặt khác thì bị nói là một tác phẩm tồi.</div>"},"7e39464e-821d-4d42-b8da-fcc384654548":{"vi":"<div>Anh ấy một mặt thì nói rằng việc phụ nữ tiến ra xã hội là điều đáng mừng; nhưng mặt khác thì lại nói rằng các nữ nhân viên nên kết hôn sớm rồi nghỉ việc thì hơn.</div>"},"ca84ad54-704e-4fab-bd42-8e98779b6eae":{"vi":"<div>Cô ấy một mặt thì luôn nói rằng hoạt động tình nguyện là việc cần thiết; nhưng mặt khác thì lại viện lý do này nọ để né tránh việc tham gia.</div>"},"76429ae1-2d4c-45d9-91b1-18107c55d3d3":{"vi":"<div>Một mặt, mối quan tâm đối với chính trị đang lên cao; nhưng mặt khác cũng đang lan rộng một bầu không khí bất tín nhiệm đối với chính phủ thối nát.</div>"},"1d11bd13-bc1d-4049-ae88-546c37ec723e":{"vi":"<div>Dùng để nêu hai sự việc đối lập nhau. Thường có những cách nói liên kết ngược nối tiếp nhau, chẳng hạn như「いっぽうでは…が／のに／ながら／ものの」.</div>"},"afa6419b-e6f1-4d20-ad7a-e82f4da324d1":{"vi":"<div>いっぽう còn … / còn … thì ngược lại</div>"},"0549fd89-d608-4c4d-8aed-9a07cde6cbc1":{"vi":"<div>Hàng ngày sau khi mọi người về hết Hanako vẫn ở lại làm thêm giờ. Còn Momoko thì đúng giờ là ra về, đêm nào cũng rong chơi khắp nơi.</div>"},"b8abed18-de30-47f0-89aa-c72d0e0ff353":{"vi":"<div>Ở Nhật, số phụ nữ không sinh con đang gia tăng. Còn ở Mỹ thì số phụ nữ không kết hôn nhưng muốn có con lại gia tăng.</div>"},"44629ea1-9e5f-4a85-9cdf-42481d74b0ce":{"vi":"<div>Được đặt trước một câu hay một mệnh đề, để báo hiệu sự tiếp nối của một sự việc đối lập với sự việc đã được kể trước. Có thể dùng với dạng「その一方で」.</div>"},"8aa96d6d-c6af-48e8-b24e-6a3ccd16c002":{"vi":"<div>Việc giá đất sụt giảm, nếu nhìn vào hiện trạng thì có vẻ tuyệt vọng; nhưng ngược lại cũng không phải là không có điểm nào để hy vọng.</div>"},"4d43ca00-019a-4a92-8bf2-58316b2554f1":{"vi":"<div>V－るいっぽうだ ngày càng V</div>"},"748b8ca5-2cb0-427e-abde-b6f729eb5ae2":{"vi":"<div>Tình thế ngày càng trở nên xấu đi.</div>"},"55fa6649-fdce-4480-8fb5-9753f4d7c550":{"vi":"<div>Bệnh tình của cha tôi lúc đó ngày càng nghiêm trọng.</div>"},"70a73b0a-f4a8-4480-aaa5-9a57637a01b4":{"vi":"<div>Công việc ngày càng trở nên bận rộn, nếu tình trạng này kéo dài, có lẽ một lúc nào đó tôi sẽ ngã gục mất.</div>"},"d2bea719-37fc-44e7-b327-f3e52ac31d58":{"vi":"<div>Gần đây, đồng yên ngày càng tăng giá.</div>"},"dd1ede8d-deff-4628-90d1-cd12dc3a9ec9":{"vi":"<div>Diễn tả một trạng huống cứ ngày càng tiến triển không ngừng theo một chiều hướng nhất định nào đó. Thường dùng cho những tình huống không tốt.</div>"},"db14873e-f7b1-4f2e-a974-500f09adb794":{"vi":"<div>nội trong / trong vòng</div>"},"27057d9e-32ac-4ccf-b4ab-a5d2e44a5b84":{"vi":"<div>từ chỉ số lượng + いない</div>"},"33736197-a715-448b-97dc-1d711fa11937":{"vi":"<div>Nếu dưới 10 người thì có thể lên xe được.</div>"},"577c89f2-91af-4bf9-8672-a3db59cd6754":{"vi":"<div>Đồ ăn vặt, thì hãy mua trong vòng 500 yên thôi.</div>"},"d7cc87f3-07e2-4ecb-bdec-6a7c25917e80":{"vi":"<div>Tôi sẽ quay trở lại nội trong vòng 10 phút, anh ở đây chờ tôi nhé.</div>"},"ac9b422a-0e3b-4917-87c4-ec0e4dc109d2":{"vi":"<div>Trong vòng 2 cây số tính từ đây có căn hộ nào vừa rộng vừa rẻ chăng?</div>"},"890516d7-c1d8-4369-bca3-b412250c0238":{"vi":"<div>Ý nghĩa: “trong phạm vi có gồm cả số lượng đó”, “cái phạm vi mà số lượng đó là giới hạn cao nhất, không vượt quá số lượng đó”.</div>"},"d0e24139-2b63-4558-ae11-77991ffe6741":{"vi":"<div>いまころになって tới bây giờ mới …</div>"},"0bfdd930-b1f4-4fdf-8595-c0828b83ba3e":{"vi":"<div>Quyển sách mà tôi đã đặt mua, đến bây giờ mới tới.</div>"},"591c542c-d8dc-4419-a74c-59a4b4da9d26":{"vi":"<div>Tới bây giờ mới đặt vé thì đã trễ rồi đấy.</div>"},"82680700-e36a-4a49-a62f-4aae10496cf9":{"vi":"<div>Ý nghĩa: 「今」(bây giờ), nhưng được dùng trong tình huống muốn nói rằng sự hình thành sự việc đó hoặc sự tiến hành hành vi đó đã trễ rồi.</div>"},"5648aa58-7f99-484f-bcdd-bbb8a3d039e3":{"vi":"<div>V－ても／V－たところで cho dù bây giờ có V đi nữa</div>"},"4f931b37-10cb-4933-9058-7631ab820a7a":{"vi":"<div>Bây giờ cho dù có gọi điện thoại cho anh Sato đi nữa, có lẽ anh ấy cũng đã ra khỏi nhà rồi.</div>"},"ac0f1b3b-a8d8-427f-898c-214d5196af86":{"vi":"<div>Bây giờ dù cậu có đến đi nữa thì cũng trễ rồi. Bởi vì công việc đã xong xuôi hết rồi.</div>"},"195f11dc-c9a4-4aea-9212-1bdbbece301a":{"vi":"<div>Bây giờ cho dù có thử ráng sức đi nữa, có lẽ kết quả vẫn không thay đổi.</div>"},"a7e6ec95-fbda-4b57-9b6b-2391500bf619":{"vi":"<div>Bây giờ cho dù có đi đi nữa, có lẽ đồ ăn cũng không còn, thôi đừng đi nữa.</div>"},"794ac7c5-6d6c-4ff7-b0d4-a04a36dcf76f":{"vi":"<div>Giống với「いまごろになって」, diễn tả ý nghĩa: cho dù bây giờ có làm hành vi đó đi nữa thì đã quá trễ, vô ích thôi.</div>"},"47425289-7ae1-462b-a8b0-99a48c9a1c76":{"vi":"<div>いまさら đến bây giờ mới … (thì trễ rồi)</div>"},"46a6b834-a64c-4964-91e6-390e3b234dbb":{"vi":"<div>Vấn đề đó đã giải quyết xong rồi, vậy mà bây giờ anh còn định làm gì nữa đây?</div>"},"010e0a31-064d-41cf-a171-fe9a5db52ef0":{"vi":"<div>Đã đến nước này, anh còn muốn nói gì nữa đây.</div>"},"55c3a115-f308-4ad4-948e-cfb61007782f":{"vi":"<div>Bây giờ dù có xin lỗi đi nữa, cũng đã muộn rồi.</div>"},"2479c52d-0a86-4214-918a-7c7fe2bca848":{"vi":"<div>Để đến sau khi kết hôn mới làm thì tôi cảm thấy rằng chuyện ấy đã trễ rồi, nhưng tôi vẫn quyết định tháng tới sẽ đi học lớp dạy nấu ăn.</div>"},"f0f7da11-2db3-40dd-8915-fa1e8bbf25c0":{"vi":"<div>Ý nghĩa: “tới bây giờ”. Dùng khi muốn nhắc lại câu chuyện về một sự việc đã kết thúc hoặc đã được giải quyết xong. Thường được dùng để phê phán, chỉ trích khi đối phương muốn hâm nóng hay muốn lặp lại vấn đề ấy. Cụm từ「何を今さら」của ví dụ ④ là một cách nói mang tính thành ngữ, diễn tả tâm trạng rằng “cái thời kỳ để làm chuyện đó đã chấm dứt rồi”.</div>"},"58ee33a9-4134-4343-a560-8dcc8f29dbbd":{"vi":"<div>いまさらV－たところで bây giờ cho dù có V đi nữa, (cũng không …)</div>"},"de113b45-ee20-4232-9d55-76738a80adcb":{"vi":"<div>Bây giờ dù có bị anh than phiền đi nữa, tôi cũng chẳng biết phải làm sao.</div>"},"697fbcf2-4079-4244-855b-54f27feffa3a":{"vi":"<div>Bây giờ dù có học đi nữa, cũng không thể nào kịp kỳ thi.</div>"},"9ec038a8-2522-4e70-b901-753fe439d885":{"vi":"<div>Bây giờ dù có nói rằng không thích đi nữa, thì cũng phải làm thôi.</div>"},"b0c3b7a9-260a-4ff1-b3ae-4e43c52d4cc5":{"vi":"<div>Bây giờ dù có che giấu đi nữa, thì mọi người cũng đều biết cả rồi, vì vậy anh nên nghiêm túc tuyên bố hôn ước ngay tại đây đi.</div>"},"69ddb1c7-c4a5-4ea9-bc16-86d706ad6ba3":{"vi":"<div>Ý nghĩa:「今…してももう遅い」(bây giờ dù … đi nữa, cũng đã trễ rồi). Nghĩa giống với「今になって」. Có nhiều trường hợp nó được phối hợp với một cách nói phủ định ở phía sau, thành mẫu câu「いまさら…ても…ない」(bây giờ cho dù … cũng không …).</div>"},"30ed2877-2912-4290-bbe0-de2a939fa14a":{"vi":"<div>いまさらながら bây giờ vẫn …</div>"},"acbd18e8-ed99-478a-80e9-1c88743cc5c1":{"vi":"<div>Tới bây giờ tôi vẫn còn thán phục sự khôn ngoan của anh ấy.</div>"},"cde5a156-53c8-42ab-abbe-d95a15c88f42":{"vi":"<div>Ông tôi đã mất một năm nay rồi, nhưng đến bây giờ tôi vẫn còn tiếc, phải chi ông tôi sống thọ hơn nữa với chúng tôi thì hay biết bao.</div>"},"2cd627c1-3186-4de4-bb71-36ec1a5a938f":{"vi":"<div>Thầy/Cô đã thực sự lo lắng một cách thân tình cho chúng tôi biết đường nào, cho đến bây giờ tôi vẫn còn biết ơn.</div>"},"5c0dff4f-ca1d-4abd-9dc0-6f66cb059d14":{"vi":"<div>Hắn ta thực sự đã là một kẻ chỉ làm toàn những điều dại dột, vô phương cứu chữa; và đến bây giờ, tôi vẫn còn kinh ngạc vì mức độ điên rồ của hắn trong vụ việc lần này.</div>"},"c082120c-f15a-4059-8609-4dad898bc18e":{"vi":"<div>Ở phía sau, có kèm theo những cách nói biểu lộ tình cảm như:「ありがたい」(biết ơn),「残念だ」(tiếc nuối); và diễn tả ý nghĩa: “từ trước mình đã có mang một cảm xúc nào đó rồi và bây giờ nhân một sự việc nào đó xảy ra, mình vẫn còn mang cảm xúc ấy”.</div>"},"cf0306e3-7f04-4039-a2c8-5b0716cd70d9":{"vi":"<div>いまさらのように bây giờ lại …</div>"},"4636a6be-176c-4dfe-aeb6-2af8d201f148":{"vi":"<div>Nói đến đây tôi lại cảm thấy nhớ chuyện hồi xưa, thường chơi trò ú tim ở đây với bạn bè.</div>"},"fd0d5792-315a-4093-b288-ba1ee96de842":{"vi":"<div>Mỗi khi nhìn tấm hình cũ, bỗng nhiên tôi lại nhớ tới những nỗi khổ cực thời đó.</div>"},"7be76bcd-6605-4a6a-bc19-651ae81c33da":{"vi":"<div>Mẹ tôi bây giờ lại nói phải chi trước kia con làm việc ở quê nhà thì hay biết bao.</div>"},"6295ac57-439a-4bdf-a4d9-ffb0b994def7":{"vi":"<div>Ở phía sau, có kèm theo những cách nói như「思う」(cảm thấy),「なつかしむ」(nhớ nhung),「言う」(nói rằng), để diễn tả ý nghĩa: “cảm xúc về một chuyện cũ, hay một chuyện đã kết thúc, hay một chuyện mình đã quên … bây giờ lại sống lại”.</div>"},"d6f5850f-692d-4717-98c5-4dce4670bd55":{"vi":"<div>Như trong câu ②, chúng ta có thể nói「今さらのことのように」.</div>"},"1fdcf3b0-6b1a-4eb1-adb3-f83c7740c75d":{"vi":"<div>いまだに cho tới bây giờ vẫn còn …</div>"},"df0a28a8-024e-4a8e-900a-0a08628e98bb":{"vi":"<div>Nghe nói anh ấy cho tới bây giờ vẫn còn ngủ vùi vì bệnh.</div>"},"ab52ada4-999e-4f69-98a8-46b967d506b0":{"vi":"<div>Cái quán cà phế đó lượng khách đã giảm rõ rệt; nhưng vẫn còn cầm cự tiếp tục kinh doanh cho tới bây giờ.</div>"},"7cade86a-5848-48b1-be65-05d4106b5201":{"vi":"<div>Nghe nói anh ấy cho tới bây giờ vẫn còn là một thành viên chính thức của Hội nghiên cứu nhạc Jazz của trường đại học, và vẫn còn tiếp tục hoạt động.</div>"},"9fedcd2d-e689-41bd-8764-9c41e8ba9f6a":{"vi":"<div>Ông tôi đã mất 7 năm rồi, vậy mà cho tới nay vẫn còn mấy tấm thiệp chúc Tết được gửi tới cho ông.</div>"},"71082b78-30ef-400b-ab3a-fe252a953bb5":{"vi":"<div>Ở phía sau, có kèm theo cách nói khẳng định, biểu thị ý nghĩa: “một trạng thái mà mình cho rằng nếu thông thường thì nó không còn như vậy nữa; vậy mà trạng thái đó vẫn còn tiếp tục cho tới bây giờ”. Được dùng trong văn viết, giống với「今でも」,「まだ」.</div>"},"d90d52ec-cfb0-40cf-8659-a978af7e9003":{"vi":"<div>いまだ（に）V－ない cho tới bây giờ vẫn chưa …</div>"},"7029cc94-559b-4f1c-b022-80c4f71c5918":{"vi":"<div>Tin tức về hai người mất tích cho tới bây giờ vẫn chưa nắm được.</div>"},"b57e2bf1-96f2-40b3-90f6-44d2723f0630":{"vi":"<div>Từ khi nộp đơn đã hơn 1 tháng trôi qua rồi, vậy mà cho tới bây giờ vẫn chưa nhận được thông báo.</div>"},"21eca2c0-57dd-4b53-a9a4-188cd1c2ee3d":{"vi":"<div>Cuộc trình diễn lần này, đến cả ngày giờ tổ chức cũng đã được quyết định xong, vậy mà về nội dung cho đến bây giờ vẫn chưa đưa ra được phương án cụ thể nào cả.</div>"},"0c41e807-cb7e-4ef9-9291-fe278970f760":{"vi":"<div>Theo dự tính ban đầu, lẽ ra nó đã phải hoàn thành từ lâu rồi, nhưng công trình cứ bị gián đoạn, cho tới bây giờ vẫn chưa rõ ngày tiếp tục lại.</div>"},"e4fb5668-991e-40af-89c1-d0d92f713b71":{"vi":"<div>Ở phía sau có kèm theo cách nói phủ định, và nó biểu thị ý nghĩa: “lẽ ra thì một điều gì đó đã phải xảy ra rồi; vậy mà trên thực tế nó lại chưa xảy ra”. Nó biểu thị sự lệch nhau giữa kỳ vọng và thực tế, và diễn tả tâm trạng bất ngờ mạnh hơn, so với「まだ」. Dùng trong văn viết.</div>"},"4ac72af0-7d53-463d-a2b0-9d6d31a8e774":{"vi":"<div>Hiện nay thì hai người sống với nhau thật hòa thuận; nhưng hồi mới lấy nhau thì không ngày nào là không cãi cọ.</div>"},"9cb1aaa0-f518-449d-8f6b-94c809666645":{"vi":"<div>Bây giờ thì tôi dốc toàn lực vào công việc; nhưng trước đây thì tôi đã định bỏ không biết bao nhiêu lần.</div>"},"6182df31-0bc7-4b00-8cc5-27b899a6ea37":{"vi":"<div>Ngày nay thì việc du học cũng không hiếm; nhưng hồi bố còn nhỏ thì du học chỉ là một giấc mơ.</div>"},"86a20f5c-8cd6-418c-8f88-0a5a16d031b0":{"vi":"<div>Ngày nay thì việc đi du lịch ngoại quốc nhiều lần cũng là chuyện bình thường, nhưng mãi cho đến khoảng 10 năm trước đây thôi, thì để đi nước ngoài hưởng tuần trăng mật một lần trong đời cũng phải gắng lắm mới thực hiện được.</div>"},"bd5a7a95-e11d-42aa-a7db-a493dbe50890":{"vi":"<div>Ý nghĩa: “bây giờ thì sự việc đó được xem là chuyện đương nhiên; nhưng …”, và tiếp tục ở phía sau là cách nói biểu thị ý nghĩa “trước kia thì không có chuyện đó”. Đó là hai trạng thái hoàn toàn đối lập nhau.</div>"},"f11eb730-b37e-49d1-8237-49becec737c9":{"vi":"<div>sắp sửa / ngay bây giờ</div>"},"213c2d21-bb0a-43ba-8432-a91e5e69f8ea":{"vi":"<div>Nếu cứ làm việc như thế, có lẽ hắn ta sẽ gục gã vì kiệt sức ngay thôi.</div>"},"a763e302-4e35-421a-947a-736474598351":{"vi":"<div>Tôi tin rằng anh Tanaka cũng sắp sửa viết cho chúng ta một cuốn tiểu thuyết tuyệt vời.</div>"},"353d4979-0bcc-42f3-832d-5624831f378e":{"vi":"<div>Anh cứ nhìn đi. Vùng biển này cũng sắp bị ô nhiễm và sẽ không còn đánh bắt cá được nữa.</div>"},"b52460d2-6b44-478b-9eff-66dd8e5e5e5b":{"vi":"<div>Nếu cứ phá phách hoài, mày sẽ gặp ngay một chuyện không hay đấy.</div>"},"55cc08bc-9dde-4891-af77-235aa61e83f1":{"vi":"<div>Cậu hãy chờ xem nhé. Chắc chắn tớ sẽ trở thành một nhân vật vĩ đại cho coi.</div>"},"d47bd66a-6001-446c-a833-02f5eb5c545e":{"vi":"<div>Ý nghĩa:「そのうちに」(trong một tương lai gần). Được dùng khi nói một cách chắc chắn điều gì đó sẽ xảy ra trong một tương lai gần. Trong trường hợp nói về ngôi thứ hai, nó sẽ trở thành lời khích lệ, cảnh cáo hoặc cảnh báo. Câu ⑤ là một cách nói quen dùng, nó diễn tả thái độ thách thức đối với ai đó.</div>"},"f8c01550-38ce-4950-b8b1-6331115f3c20":{"vi":"<div>sắp … tới nơi</div>"},"7762d73d-ee2b-45cf-aaac-792919f1fb0f":{"vi":"<div>Trời sắp mưa tới nơi rồi.</div>"},"1f0a8094-fbc2-4a15-ab38-ae6668625058":{"vi":"<div>Lúc ấy cô ta có bộ mặt như sắp khóc tới nơi.</div>"},"5510fd4d-b3bf-4e11-aac3-223b80b89e83":{"vi":"<div>Anh ta la lên như sắp chết tới nơi: “Cứu tôi với”.</div>"},"8ba6a7f1-813f-4e1d-b14a-d3cd13f15b93":{"vi":"<div>Cơn bão càng lúc càng trở nên dữ dội, con tàu nhỏ bé bị những con song dày vò như sắp chìm tới nơi.</div>"},"8fb0e357-8cc8-418a-b94e-d922494e5381":{"vi":"<div>Nói về trạng thái một điều gì đó trông như sắp sửa được thực hiện tức thì. Dùng trong một tình huống khá cấp bách.</div>"},"166efbaa-fdff-4d4a-ad87-e60e8b235614":{"vi":"<div>bây giờ / còn bây giờ thì …</div>"},"2a21f5d3-1914-4bca-9f75-2df80d06b890":{"vi":"<div>Cô ấy bây giờ đã là một ngôi sao sáng giá không ai chối cãi.</div>"},"13e606f6-d6f5-409a-b695-7f8840248bbd":{"vi":"<div>Thời đại bây giờ tâm hồn quan trọng hơn vật chất.</div>"},"fd9cbccc-3386-4256-b358-a08e756450cf":{"vi":"<div>Trước đây 5 năm, cái máy đánh chữ điện tử này là loại tối tân nhất; còn bây giờ, một cái như thế này là đồ vô dụng.</div>"},"89b9f969-f72f-436a-8b50-3bea6be88a16":{"vi":"<div>Hồi xưa khi nói tới đi du lịch tuần trăng mật là người ta nghĩ ngay tới Hawaii; còn bây giờ thì ngay cả Thổ Nhĩ Kỳ và Ai Cập cũng không phải là chuyện hiếm</div>"},"27eff81e-db2f-40fd-8ed7-6bb6a9bbbb27":{"vi":"<div>Ý nghĩa: 「今では」(còn bây giờ thì). Dùng để nói rằng: “so với quá khứ, thì bây giờ sự việc hoặc trạng thái đó đã chấm dứt rồi, và đã thành ra một tình huống hoàn toàn mới và khác hẳn”.</div>"},"a385cd23-a9e1-4478-91ae-698a0501438f":{"vi":"<div>Nいらい kể từ N / suốt từ N</div>"},"2b00ddae-a089-40a1-8218-4750a3774c51":{"vi":"<div>Kể từ đó cô ta không còn xuất hiện nữa.</div>"},"f30ec19b-054d-4d1e-9a2b-17153e096926":{"vi":"<div>Từ tuần trước phải hội họp suốt, nên bây giờ tôi mệt mỏi vô cùng.</div>"},"dcbe6316-acb5-4636-bc1f-9f38d4069847":{"vi":"<div>Mẹ tôi, kể từ lần nhập viện hồi năm ngoái, tinh thần đã trở nên suy sụp.</div>"},"f64cc937-307b-48ff-b390-e2fce991c60b":{"vi":"<div>Đi sau một danh từ diễn tả một biến cố hay một thời điểm nào đó, để diễn tả ý nghĩa rằng “suốt từ lúc đó cho tới bây giờ”.</div>"},"ea2dca37-2f8c-4b86-9e5d-8b762d2b7c57":{"vi":"<div>V－ていらい suốt từ sau khi V</div>"},"786cc01d-70b7-403a-98a0-cbf19d853e4e":{"vi":"<div>Suốt từ sau khi tôi nằm vùi vì bị cảm trong kỳ nghỉ hè tới nay, tình trạng sức khỏe của tôi thực sự tệ.</div>"},"d80d8074-5d7c-4740-91f6-a6d7dd14ecf7":{"vi":"<div>Sau khi từ Ấn Độ trở về tới nay, dường như con người anh ấy đã thay đổi.</div>"},"0e7b800d-1a49-4c19-b90e-a11750658909":{"vi":"<div>Từ khi tới lui câu lạc bộ thể thao, tôi đã dần dần có thêm sinh lực trong cuộc sống hàng ngày.</div>"},"a1513e15-2174-4f8b-b05e-c94615b03999":{"vi":"<div>Từ khi dọn về căn nhà này, hầu như ngày nào tôi cũng nhận được những cú điện thoại quấy rối.</div>"},"121a3ec1-0aac-46b8-81dc-91968be935a0":{"vi":"<div>Ý nghĩa: “từ khi một sự kiện trong quá khứ xảy ra, suốt cho tới bây giờ”. Không dùng cho quá khứ gần.</div>"},"b31b570b-c640-4bf9-8944-d6c3409a1efd":{"vi":"<div>Thằng em tôi từ khi đi công tác ở Anh quốc trở về, nó trở nên bận rộn, đêm nào cũng đến nửa đêm mới về nhà.</div>"},"3201d045-ba50-47c9-a6d4-616e13e9716c":{"vi":"<div>V－ていらいはじめて từ khi V tới nay mới lần đầu</div>"},"4603e378-8455-42b8-a097-6428fe8cd702":{"vi":"<div>Từ khi dọn về đây tới nay, hôm nay là lần đầu tiên tôi nói chuyện với người hàng xóm bên cạnh.</div>"},"a3861768-cbbd-468c-b088-77698a29bb00":{"vi":"<div>Từ khi vào đại học đến nay, đây là lần đầu tiên tôi sử dụng thư viện.</div>"},"42dd974f-7041-4ad9-b343-3d9cfb3ef03f":{"vi":"<div>Từ khi vào đông đến nay, đây là đợt không khí lạnh đầu tiên, và đã có tới 6 người chết trong đợt này.</div>"},"11a64df9-8459-4490-9093-b26539bf6999":{"vi":"<div>Ý nghĩa: “lần đầu tiên trong suốt quãng thời gian từ một thời điểm xảy ra trong quá khứ”.</div>"},"74c75b49-43ae-4921-8161-54ec768da918":{"vi":"<div>Nは、…いらいだ N lần này là từ sau khi …</div>"},"8ac64faf-b29a-4f39-99d6-80a18ff9ed0e":{"vi":"<div>Kể từ tháng 9 năm ngoái tới nay tôi mới lại được gặp anh phải không nhỉ?</div>"},"c92d0241-f3a9-450d-b0ff-d78bc4e1f7d6":{"vi":"<div>Kể từ chuyến đi Thổ Nhĩ Kỳ hồi năm kia đến nay, tôi mới có dịp đi du lịch nước ngoài lại.</div>"},"64afb9d4-e154-4b0c-a1ab-05b40a26d260":{"vi":"<div>Kể từ khi thi đại học đến nay, tôi mới có dịp giải đề toán. Vậy là đã mấy năm trôi qua rồi nhỉ!</div>"},"81d072cf-7df1-4f29-b326-b057953a01ac":{"vi":"<div>Kể từ khi về dự đám giỗ ông tôi 7 năm trước đây, nay tôi mới có dịp trở về quê, cho nên phố xã đã thay đổi diện mạo khá nhiều.</div>"},"bb3ccd3d-acfd-4479-bc66-d9bcbc1b1a16":{"vi":"<div>Đi sau một từ ngữ biểu thị một thời điểm trong quá khứ hay một sự việc xảy ra trong quá khứ để nói lên rằng “từ lúc đó tới nay đã khá lâu rồi”.</div>"},"4fa76040-e245-4448-83ae-772b2b209c9b":{"vi":"<div>ví như là / có thể nói / khác nào</div>"},"9e33fbc0-5556-4928-8607-e9484e5717e2":{"vi":"<div>Nhà cô ấy là một tòa nhà bằng đá xây theo kiểu châu Âu, có thể nói giống như một tòa lâu đài của Đức vậy.</div>"},"78909576-4539-4235-a10c-08e5ef6d24c4":{"vi":"<div>Anh ấy được rất nhiều người trẻ ái mộ, có thể ví anh ấy như một vị thần cứu giúp những người nhiều phiền não.</div>"},"bcc729fc-b5d1-4d7b-ae37-bc9b686ca9e2":{"vi":"<div>Bỏ tiền vào công việc kinh doanh đó khác nào ném tiền qua cửa sổ.</div>"},"f10a0067-affc-4478-ba46-c1b68346a93a":{"vi":"<div>Tiểu thuyết này, có thể nói là một tác phẩm “Truyện kể Genji” của thời hiện đại.</div>"},"67e72f59-7a7f-418b-8134-84deac6d2dff":{"vi":"<div>Mạng lưới vi tính có thể ví như hệ thần kinh não bộ, chăng khắp toàn cầu.</div>"},"7811875f-e543-4896-992d-bb18b55ab82e":{"vi":"<div>Ý nghĩa: “nếu nói thử, nếu ví thử”. Được dùng khi minh họa theo lối ẩn dụ để giải thích một sự việc cho dễ hiểu. Các động từ, danh từ được sử dụng thường là những từ gợi lên những thứ hoặc sự việc dễ hình dung hay thường được biết đến. Từ dùng trong văn viết. Cũng có trường hợp lược bỏ「ような」như trong ②. Trong ⑤ vì theo sau là vị ngữ nên chuyển thành「ように」.</div>"},"aa1420ed-2895-42e8-a791-27a1e4607941":{"vi":"<div>nói một cách dễ hiểu / vẫn thường được gọi là …</div>"},"90a80121-f896-4573-8cc0-6107a732d7c5":{"vi":"<div>Cái này vẫn thường được gọi là “món ăn dân tộc” phải không?</div>"},"06b08551-b5b9-4ab0-937e-c9f43f66d994":{"vi":"<div>Cô ấy không hề muốn giữ một chức vụ nào. Nói một cách dễ hiểu, cô ấy chỉ muốn là một nữ nhân viên văn phòng bình thường.</div>"},"efc53548-029a-40fb-8b91-5865ab178526":{"vi":"<div>Anh ta nhờ nương theo cái gọi là “sự bùng nổ của âm nhạc thế giới” nên bây giờ đã trở thành một trong những ca sĩ có đĩa bán chạy khắp toàn cầu.</div>"},"ec6c2969-392f-45b9-8306-6fcc39ec397b":{"vi":"<div>A: Trường tôi, gần đây lại kết nghĩa với một trường đại học của Mỹ. Đây là trường thứ 8 đấy.</div><div>B: À, điều này vẫn thường được gọi là “quốc tế hóa đại học” đấy phải không? Vẫn còn nhiều người nghĩ rằng như thế là quốc tế hóa đấy nhỉ.</div>"},"fb63d393-b9f8-474c-bb5c-6c8a248b7d0a":{"vi":"<div>Ý nghĩa: “thường được nhiều người gọi là”. Được dùng khi cần giải thích một sự việc cho dễ hiểu hơn, sử dụng những từ ngữ thường được dùng. Cũng có trường hợp như trong ví dụ ④ người nói không hài lòng với cách nói hay khái niệm đó.</div>"},"5d381ca8-6b67-49e6-9da3-e72ff9e1a2ba":{"vi":"<div>Nのうえで（は）trên / theo</div>"},"fbfc8266-5674-4344-9a4a-1d9554bd7547":{"vi":"<div>Theo lịch thì lẽ ra đã là mùa xuân rồi, vậy mà những ngày lạnh lẽo vẫn cứ kéo dài.</div>"},"71cb2581-f6a1-4132-9831-e61f608fc494":{"vi":"<div>Theo số liệu thì lượng người xem đang tăng đột biến, ấy vậy mà khi hỏi thử những người xung quanh thì không ai biết chương trình đó cả.</div>"},"b40de328-212e-476b-af24-ac81e8058e7e":{"vi":"<div>Công viên này trên bản đồ thì thấy gần và có vẻ đi là tới ngay được, nhưng thật ra có nhiều dốc nên là một chỗ khá khó đi.</div>"},"fc726ab5-3f6a-4295-a08a-fc5ee0e89dfe":{"vi":"<div>Mặc dù sự bố trí các phòng chỉ có thể xác định được trên bản vẽ, nhưng tôi đã quyết định thuê ngay căn hộ đó.</div>"},"47b0a324-0b9a-4bd4-972b-a4d2616c1146":{"vi":"<div>Đi với những danh từ biểu thị những sự vật có thể viết hoặc vẽ ra được như số liệu hay bản đồ, … diễn tả ý nghĩa “theo nguồn tin đó”.</div>"},"2ee7b07c-71a3-4015-ac10-ad451eb7ca65":{"vi":"<div>V－るうえで khi V / trong quá trình V</div>"},"6af7a2d1-6ae7-44a0-960c-252e38cddd41":{"vi":"<div>Khi mua máy vi tính cần phải chý ý điều gì?</div>"},"2b5fa19d-3d66-4c7c-98e7-bdb968d90b19":{"vi":"<div>Trở ngại mà chúng ta sẽ gặp khi tiến hành dự án này là hoạt động phản đối của dân địa phương.</div>"},"270bc569-0403-4aae-a9ee-4df59217a541":{"vi":"<div>Có một thời người ta thường xem “tam cao” như là tiêu chí quan trọng khi người phụ nữ lựa chọn người bạn đời của mình.</div>"},"feb6104c-abd7-400c-85ad-c6d9ed32aa16":{"vi":"<div>Khi cho du học sinh sinh hoạt thực tế theo chương trình homestay người ta sợ rằng sẽ nảy sinh nhiều vấn đề ngoài dự đoán, nên đã mở một văn phòng tư vấn cho việc đó.</div>"},"84ecd013-dc1f-482a-93cf-1f2362c09df1":{"vi":"<div>Ý nghĩa: “trong quá trình, trường hợp làm điều gì đó”. Dùng khi muốn nói đến những khó khăn hay những điểm cần lưu ý trong quá trình hay trong trường hợp đó.</div>"},"6fd2c4e5-3080-43f6-a431-faaab5249da4":{"vi":"<div>sau khi</div>"},"5785cfb3-c6a9-4fa4-bb8d-28fcbd674c95":{"vi":"<div>Vậy thì, sau khi thảo luận với người phụ trách xong, tôi sẽ hồi đáp cho quý ông.</div>"},"11b75694-aec2-4a1f-a5d6-e1d1c13d7d57":{"vi":"<div>Cô có thể từ từ suy nghĩ, sau khi đã trình bày qua với bố mẹ.</div>"},"a362526d-2da7-477a-8a1f-2a5f5111dc5b":{"vi":"<div>Tao nói cho mày mượn tiền là sau khi mày đã có công việc và trở lại cuộc sống đàng hoàng. Tao không thể cho một cái thằng chẳng chịu làm gì, ăn chơi lêu lổng mượn tiền.</div>"},"d564d920-3f93-4b24-94a0-8df4285fd681":{"vi":"<div>Diễn tả ý nghĩa: “trước tiên phải tiến hành hành động V trước đã”, phía sau là những cách nói mang nghĩa “rồi dựa trên kết quả đó mà làm hành động kế tiếp”.</div>"},"ccf41f95-3ca2-4eb2-8fc2-88b1867552d7":{"vi":"<div>một khi đã</div>"},"de6e3c91-b862-4530-9f11-9d3abf10fc82":{"vi":"<div>Một khi đã lỡ nói là làm rồi thì có xảy ra bất cứ chuyện gì cũng phải làm.</div>"},"4b3a968f-7d9d-41f2-a3cf-1f03685f042c":{"vi":"<div>Một khi đã quyết định đi du học thì cậu phải nuôi dưỡng tính kiên cường cần thiết để một mình vượt qua mọi khó khăn lặt vặt.</div>"},"2bd90686-457b-4750-88cc-e434a4e83695":{"vi":"<div>Một khi đã được mọi người kỳ vọng mà ra ứng cử thì dẫu có chuyện gì đi nữa cũng phải đắc cử.</div>"},"f33ea212-d2d4-4ec8-b7fc-d266799506bd":{"vi":"<div>Một khi đã vượt qua được những thành viên khác để trở thành cầu thủ chính thức thì nhất định tôi sẽ ghi bàn và cống hiến cho đội cho mà xem.</div>"},"f96b3fbb-1d17-4654-960b-e00541e537c8":{"vi":"<div>Đi với những từ diễn tả một hành vi đòi hỏi trách nhiệm, hoặc một sự chuẩn bị tình thần nào đó, với nghĩa “chính vì đã có hành vi đó”. Theo sau là những từ ngữ diễn tả ý “cần phải có hành động phù hợp với hành vi đó”. Cùng nghĩa với 「…からには」,「…以上は」. Cách nói trang trọng.</div>"},"045769c4-9647-4758-98f5-764e12ee6402":{"vi":"<div>hơn nữa / đã … lại</div>"},"73383ee3-8fc1-44ec-b851-28acb963264f":{"vi":"<div>Năm nay mùa hè nhiệt độ đã thấp, thiệt hại do bão gây ra lại lớn, nên giá rau quả tăng cao đến mức dị thường.</div>"},"e0781a28-7f56-4263-b595-a8b717aad470":{"vi":"<div>Cô ấy đã thất bại trong việc đi tìm công ăn việc làm, hơn nữa lại bị người yêu ruồng bỏ nên tinh thần rất suy sụp.</div>"},"cd6f5cad-e9e3-4373-ad19-387bff7b2839":{"vi":"<div>Vận động viên đó tỏ vẻ là chính mình cũng không tin nổi là mình đã phá kỷ lục Nhật Bản, lại còn nhận được huy chương bạc.</div>"},"61115121-1bca-4a9b-a048-7933bd2c05b8":{"vi":"<div>Anh ấy đã có học vị tiến sĩ, lại có kinh nghiệm giảng dạy nhiều năm. Anh ấy cũng rất được mọi người xung quanh tin cậy, nên thật đúng là một nhà giáo hoàn hảo.</div>"},"bf674a9e-f996-4c83-8c41-372e5af04d1a":{"vi":"<div>Tấm bích hoạ đó đã được bảo quản tốt, hoa văn trên đó lại táo bạo trước nay chưa từng có, nên đang thu hút sự chú ý của giới khảo cổ.</div>"},"6093a629-26cc-40f7-b327-6a240fc5b569":{"vi":"<div>Năm nay mùa hè nhiệt độ đã thấp, thiệt hại do bão gây ra lại lớn, nên giá rau quả tăng cao đến mức dị thường.</div>"},"97e7ae0f-e4bb-4551-be67-9bd01bce130f":{"vi":"<div>Khu này đã yên tĩnh, hơn nữa lại gần nhà ga nên nói về môi trường sống thì thật là hoàn hảo.</div>"},"6b69854a-72d9-4180-b259-8d466873eec3":{"vi":"<div>Diễn tả một trạng thái hay sự việc nào đó xảy ra nhưng lại có một sự việc hay trạng thái khác xảy ra tiếp. Trong trường hợp đi với danh từ thì có hình thức「Nである／だった／であった」.「そのうえ」trong ví dụ ⑥ được đặt ở đầu câu hoặc mệnh đề.</div>"},"3f5c3cfb-cce2-4b65-967c-f97ccd6e14fa":{"vi":"<div>＜phạm vi＞</div>"},"1ec9f9c9-bb3b-4faf-b306-99c0701d3a12":{"vi":"<div>trong số + N / trong N</div>"},"495b8560-801c-43ab-804f-3d1f0f82cae8":{"vi":"<div>Trong ba bản nhạc này anh thích bản nào nhất?</div>"},"d43deace-b7b4-4484-871e-fa3d49536c1d":{"vi":"<div>Trong 3 cái này, cậu hãy chọn cái cậu thích đi.</div>"},"e36d7a2d-213c-4d9f-bcb7-2e458b43a8d2":{"vi":"<div>Nghe nói trong ba nhạc sĩ Bach, Mozart và Beethoven, người được ái mộ nhất vẫn là Mozart.</div>"},"60087843-7a82-4435-b34e-76a7b601dc38":{"vi":"<div>Trong số các đĩa CD mua hôm qua, 2 đĩa là nhạc Pops của Indonesia, còn 3 đĩa là âm nhạc vùng Caribê.</div>"},"499accba-d1bb-47d4-b594-680c4ca8be6a":{"vi":"<div>Dùng để hạn định phạm vi. Nếu muốn biểu thị ý “lựa chọn cái gì từ trong phạm vi đó”, chúng ta có cách nói đồng nghĩa「Nのなか」(trong số N) như các ví dụ ①đến ③. Ngoài ra, khi phải liệt kê nhiều danh từ, chúng ta có thể nói「N1とN2と…のうち」(trong số N1, N2 …) như ví dụ ③.</div>"},"04a1c0ff-9d95-4759-bc21-ec91ae5fbafb":{"vi":"<div>không đủ để xem là …</div>"},"7c45ee43-49ed-462f-b987-abd202e42f0d":{"vi":"<div>Chỉ đi bộ đến nhà ga lúc đi làm và lúc về nhà không thôi thì chưa thể kể là có vận động được.</div>"},"87515c4e-823c-4e9f-8740-4882c3ee4b9c":{"vi":"<div>Chỉ luyện Kanji có 5 phút thì chưa thể tính là đã luyện được.</div>"},"5e5de3d3-e500-4148-a957-4b607fa74ea5":{"vi":"<div>Có giỏi nấu mỳ thì cũng chưa thể nói là biết nấu ăn.</div>"},"793b1440-1fce-48aa-b2f7-380a388219d3":{"vi":"<div>Anh ấy nổi tiếng là người thầy giáo nghiêm khắc, nhưng nếu chỉ bắt học sinh nào quên làm bài tập đứng ngoài hành lang thì đã lấy gì làm khó tính.</div>"},"dd4a90d5-5d89-40a2-833f-a625ca48e2dd":{"vi":"<div>Diễn ta ý nghĩa “không nằm trong phạm vi đó, không đủ để cho vào trong nhóm đó”.</div>"},"2e216958-d6ec-4983-a210-f3d84da49d49":{"vi":"<div>＜thời gian＞</div>"},"9f539365-fac2-4b12-ae13-f0f8f590c761":{"vi":"<div>nội trong / trong khi</div>"},"05da5327-79db-414c-8647-e21be8d61de0":{"vi":"<div>Mình hãy làm xong bài tập nội trong buổi sáng.</div>"},"25485aa9-04f6-4e57-ba6a-b3efaf77899c":{"vi":"<div>Tôi đã tập chạy bộ buổi sáng trong lúc trời còn mát.</div>"},"ed1034ea-5b56-40a8-a5db-aef0bedb2bb0":{"vi":"<div>Tôi sẽ ráng xoay sở nội trong vài ngày tới.</div>"},"89b742cd-a747-4e1a-b1d2-6caf709e9dee":{"vi":"<div>Những cây hoa hướng dương đã lớn lên rất nhiều trong lúc tôi vắng nhà.</div>"},"310ee7a4-45a1-4d09-8508-862f7003a1d2":{"vi":"<div>Tôi định sẽ cùng cha tôi đi suối nước nóng trong khi ông còn khoẻ.</div>"},"a4c1cf54-b1fe-467c-897c-9fd08c0c83f4":{"vi":"<div>Từ giờ cho đến khi xe điện chạy hãy còn chút ít thời gian, trong lúc này sao chúng ta không mua sẵn cơm hộp nhỉ?</div>"},"a55b3082-4cd9-4236-84c1-4b34df4baf63":{"vi":"<div>Đi kèm với những cấu trúc diễn tả một kỳ hạn để chỉ “trong lúc trạng thái đó còn tiếp diễn”, “trong thời gian đó”. Trong ví dụ ⑥「今」(bây giờ) không chỉ một thời điểm ngắn ngủi mà biểu thị một khoảng thời gian có độ dài nhất định, khoảng thời gian cho đến khi có một sự thay đổi so với trạng thái hiện tại.</div>"},"75dda9d6-78f3-4d28-8a0e-9f9e5316f097":{"vi":"<div>trong lúc đang</div>"},"c8a31f79-1b92-4348-b263-f1ae7cc68728":{"vi":"<div>Cô ấy đỏ mặt lên trong khi đang nói chuyện.</div>"},"5d2bc09c-cc38-47ad-9b6d-95dfb9341ef9":{"vi":"<div>Đang viết thư thì tôi chợt nhớ ra là anh ấy có nói hôm nay sẽ đến đây.</div>"},"650a22de-795f-414f-b27f-93c3857eb58e":{"vi":"<div>Càng đọc tôi càng bị cuốn hút vào câu chuyện.</div>"},"975a4b71-1903-4df6-885d-f37a9a16f38e":{"vi":"<div>Diễn tả ý “trong lúc đang …”. Sau đó là những cấu trúc diễn tả sự phát sinh hay thay đổi của một sự việc nào đó. Hình thức「V－ている」thường được sử dụng, nhưng cũng có trường hợp người ta dùng hình thức「V－るうちに」.</div>"},"782ec536-6ab8-4599-9eee-a86c7a0ccca0":{"vi":"<div>trong lúc chưa</div>"},"61e26d1b-ea8b-4c49-88a1-e40d91648c5f":{"vi":"<div>Nhà hàng xóm đã dọn đi hồi nào tôi không biết.</div>"},"683e4c3f-0e93-43dd-9bc7-ee18f66b1f6a":{"vi":"<div>Chưa đầy 10 phút sau tôi đã lại bị thêm một cú điện thoại quấy rối.</div>"},"bd10f686-8074-4056-b633-d444b5c0c0e3":{"vi":"<div>Ta đi mua đồ thôi, kẻo trời tối!</div>"},"8e08711b-5e16-48f0-acf9-ccdcafca69c9":{"vi":"<div>Tôi đã nhanh chóng cất giấu món quà trong lúc mẹ chưa về tới.</div>"},"05e9aad7-ef47-495b-9efb-7227e1b883e9":{"vi":"<div>Diễn tả ý nghĩa “trong lúc trạng thái nào đó còn chưa diễn ra”. Trong trường hợp đã hiểu là trạng thái đó thế nào cũng sẽ thay đổi như trong ví dụ ③, ④ thì có thể nói bằng cách khác là「V－る前に」</div>"},"7b716dc0-6cc1-4b1a-8046-37fdb8620900":{"vi":"<div>vừa mới V</div>"},"fff7767d-8b7e-4d8e-8425-f7bec753dc8f":{"vi":"<div>Vừa mới cầm đũa định ăn cơm tối thì máy nhắn tin có tin nhắn gọi tới.</div>"},"9554542b-4ac7-4828-ac07-278d1afeaa7d":{"vi":"<div>Buổi sáng, vừa mới mở mắt ra đã thấy bạn tôi đến đón.</div>"},"21d5f4da-72a2-4e53-a605-a53d7e403bad":{"vi":"<div>Vừa mới đọc dòng đầu tiên của bức thư tôi đã hiểu đại khái là lá thư muốn nói gì rồi.</div>"},"c460df00-2ff9-4fbe-92cc-960b16484b3a":{"vi":"<div>Dùng một động từ lặp lại 2 lần để diễn tả ý nghĩa “thời điểm ngay sau khi vừa mới bắt đầu làm cái gì đó”.</div>"},"47903c1c-d2fe-48b4-9b9a-29d63baef440":{"vi":"<div>lúc / trong lúc</div>"},"73aed18f-2c55-41a2-8535-a5db885883d2":{"vi":"<div>Lúc trời còn sáng, khu vực này cũng đông đúc; nhưng khi đêm về thì không có bóng người qua lại, nên đi bộ một mình thì nguy hiểm lắm.</div>"},"7c5bb300-787d-4e61-8614-411d9d82e809":{"vi":"<div>Trong lúc trí nhớ còn chưa giảm sút thì có lẽ bằng cách nào đó cũng có thể học thêm một ngoại ngữ mới.</div>"},"f687244a-9ace-468e-aeab-35525bc8d66f":{"vi":"<div>Lúc con trai tôi còn là sinh viên đại học, tôi cũng thấy cuộc sống có ý nghĩa lắm, nhưng từ khi nó đi làm, rồi dọn nhà ra ở riêng tôi cảm thấy mỗi ngày thật vô vị.</div>"},"655eb940-79f9-401b-95f7-08a33b8a43ab":{"vi":"<div>Cha tôi lúc còn làm việc thì cũng trẻ trung lắm nhưng từ khi về hưu ông đã già hẳn đi.</div>"},"76f35b27-597f-46b9-a531-790cf8886a85":{"vi":"<div>Lúc cơ thể còn khoẻ mạnh chúng ta ít chú ý đến sự quý giá của sức khoẻ, chỉ khi nào bệnh rồi mới hiểu được điều đó.</div>"},"f957e22f-0fe6-44f7-b905-158ef9fa2a8d":{"vi":"<div>Diễn tả ý nghĩa “trong khoảng thời gian mà một trạng thái nào đó chưa thay đổi, và vẫn còn đang tiếp diễn”. Trong nhiều trường hợp được dùng để so sánh với trạng thái sau khi sự việc đó kết thúc.</div>"},"3a82a95e-335c-4459-8aad-f4dd3f8d8ed1":{"vi":"<div>lúc</div>"},"81cd8f55-01ce-4e26-86e0-7a626d77b670":{"vi":"<div>Lúc còn được mọi người khen “trẻ quá nhỉ” chính là lúc đẹp nhất trong đời.</div>"},"cf9f2475-a8b6-4b37-b8e8-27555b6754f5":{"vi":"<div>Chụp hình thiên thể thì tốt nhất là trong lúc còn chưa có mây.</div>"},"84c6748d-c192-463f-8341-d70e3493d944":{"vi":"<div>Dẫu là những tháng ngày cực khổ, nhiều khó khăn đến đâu đi nữa, nhưng còn sống là hạnh phúc rồi, chứ nếu chết đi thì mất cả chì lẫn chài.</div>"},"4dcff168-bed9-404e-9aee-310dee1f5be3":{"vi":"<div>Dẫu cơ sở phúc lợi có đầy đủ đến đâu đi nữa thì đời người sướng nhất là lúc cơ thể còn khoẻ mạnh.</div>"},"041a2e53-40b5-49b7-9ec2-1e0f96881865":{"vi":"<div>Đời người, đẹp nhất là lúc còn trẻ.</div>"},"db0d2007-240c-4750-b208-2628c885cebb":{"vi":"<div>Đi kèm với「花だ／勝負だ／いい／幸せだ」(hoa (lúc đẹp nhất trong đời) / lúc quyết định thành bại / tốt đẹp / hạnh phúc) để diễn tả ý nghĩa “lúc trạng thái nào đó còn chưa kết thúc là còn tốt, quan trọng, quý giá”.</div>"},"f22ca9c5-7e28-477d-beb7-f4ddb954ba38":{"vi":"<div>có thể</div>"},"193132f9-d1a3-49a8-a0ab-4ab7edc98028":{"vi":"<div>Không thể nào có chuyện anh ấy thất bại được.</div>"},"e5b49e71-b336-4619-8ae8-9b2641f74163":{"vi":"<div>Đó chính là sự nỗ lực cao nhất mà cô ấy đã có thể thực hiện.</div>"},"b581fd89-4381-4db5-af2a-51de11ff4b32":{"vi":"<div>Sự tuyệt vời của bức tranh đó thì không ngôn từ nào có thể mô tả.</div>"},"f3fff367-826e-46de-81b9-a2c1904d819f":{"vi":"<div>Quả đúng là khi lao động nước ngoài tăng lên thì những vấn đề như thế có thể xảy ra. </div>"},"e8124367-d505-40f5-8162-c70944765063":{"vi":"<div>Anh ấy tự sát là điều không ai có thể ngờ tới nên cú sốc càng lớn.</div>"},"466a338c-8559-4dba-a63c-5b42e1a30e49":{"vi":"<div>Tôi không thể nào nén được nỗi thất vọng khi nhìn anh ta làm việc.</div>"},"17acaba5-eace-46e6-964b-2cceebf7c75f":{"vi":"<div>Đi kèm với dạng liên dụng của động từ. Dạng từ điển của nó có 2 hình thức「うる／える」nhưng dạng マス chỉ có hình thức「えます」; dạng phủ định chỉ có hình thức「えない」 và dạng タ chỉ có hình thức「えた」. Diễn tả ý nghĩa “có thể tiến hành hành vi đó, điều đó có khả năng xảy ra”. Dạng phủ định có nghĩa “không thể tiến hành hành vi đó, điều đó không có khả năng xảy ra”. Đối với những hình thức biểu thị khả năng「V－れる」như trong trường hợp「書ける」,「読める」thì chỉ có thể dùng động từ có chủ ý, nhưng đối với「うる」như trong ví dụ ①, ④ thì cũng có thể sử dụng động từ không có chủ ý. Khác với hình thức biểu thị khả năng,「V-れる」không sử dụng trong trường hợp diễn tả năng lực.</div>"},"0c4c3a87-c749-44aa-b37e-0153081b25a8":{"vi":"<div>Anh ấy nói được tiếng Pháp.</div>"},"becd05b0-215e-47e8-b15a-528d93a6b65c":{"vi":"<div>Thông thường dùng ở dạng văn viết. nhưng riêng「ありえない」thì cũng dùng trong đàm thoại hàng ngày.</div>"},"fe9328e9-384a-451f-86a0-6e05eee77008":{"vi":"<div>có thể / có khả năng</div>"},"de797416-1383-4884-aabc-a56599b3d509":{"vi":"<div>Cũng có thể có khả năng vào thế kỷ 21, con người sẽ sống trên mặt trăng.</div>"},"997b8435-1c78-4184-a4db-7c8af1a1c0e3":{"vi":"<div>Đây là một việc mà với sức lực của một mình tôi thì không thể hoàn thành được.</div>"},"ee0a7602-b437-44aa-a900-db9eac8ad01f":{"vi":"<div>làm / thực hiện</div>"},"c964d0f0-ecb4-4a97-9d75-4dc3b29f964a":{"vi":"<div>Tôi dọn cơm cho ông nhé.</div>"},"6c85749c-4011-490b-a250-2480a9e1f096":{"vi":"<div>Tôi sẽ gọi tên quý vị, xin quý vị chờ ở đây cho đến khi được gọi tên.</div>"},"5eb754da-4d74-4bac-b814-407dbe62d109":{"vi":"<div>Tôi sẽ liên lạc lại với anh sau.</div>"},"1103d7ae-f152-426d-a8a6-c134ba154996":{"vi":"<div>Vậy, tôi xin hướng dẫn ông đến hội trường lễ tân.</div>"},"f01b5a15-7725-4f92-8610-ebb441fd46fe":{"vi":"<div>Về vụ việc lần này, tôi xin giải thích cho đến khi nào quý vị hài lòng.</div>"},"0f818661-55d2-4227-a0d4-ead79506866c":{"vi":"<div>Sử dụng dạng liên dụng của động từ hoặc các danh từ Hán Nhật chỉ hành vi. Trường hợp sử dụng chung với các danh từ Hán Nhật, thường có dạng「ごNいたす」giống như ở ví dụ ③, ④, ⑤. Đây là cách nói lịch sự, khiêm tốn hơn「お…する」. Chủ yếu là sử dụng dạng マス.</div>"},"cf9d8718-cb4b-4778-bc11-0fae56dfe1ab":{"vi":"<div>được quý ngài … / quý ngài … cho</div>"},"1ff04be7-6440-4765-9314-d4429e4f9d9a":{"vi":"<div>Hôm nay chúng tôi xin cảm ơn quý vị đã cất công từ xa đến họp mặt tại đây.</div>"},"1064b091-d55a-4b6d-b25f-36dba573d167":{"vi":"<div>Xin quý vị điền tên và địa chỉ vào đây, rồi nộp cho ghi sê ở đằng kia.</div>"},"f1469758-3dd5-4b8a-8f4f-7fe8fad802b1":{"vi":"<div>Tuy bận rộn ông vẫn không quên liên lạc cho, tôi cảm thấy thật áy náy.</div>"},"78d63791-79d2-4a21-be4c-49960070c59f":{"vi":"<div>Từ nay trở đi, tôi muốn đưa tinh thần thiền mà phương trượng đã giáo huấn cho, vào trong thực tiễn cuộc sống.</div>"},"503ca7ab-a7d9-46b2-aed9-28061b5843be":{"vi":"<div>≪thư mời≫ Em xin kính báo đến thầy, và rất mong được thầy đến dự.</div>"},"164868fc-304e-4a68-a40f-2486cf03659a":{"vi":"<div>Sử dụng dạng liên dụng của động từ. Là cách nói khiêm tốn giống như「ていただく」, nhưng lịch sự trang trọng hơn. Trường hợp dùng các danh từ Hán Nhật chỉ hành vi như trong「連絡する」,「教示する」,「出席する」của các câu ③, ④, ⑤, thì thường có dạng「ごNいただく」, nhưng「電話する」thì sử dụng dạng「お電話いただく」.</div>"},"78dd136c-62e7-4eed-bb64-974678e337f8":{"vi":"<div>làm cho / làm giúp</div>"},"9b8fa3bd-8df2-4b23-8bca-81cf27567f20":{"vi":"<div>Giáo sư thuyết trình cho chúng ta hôm nay là giáo sư Yamakawa ở trường Đại học Tozai.</div>"},"410bf73f-e9cd-4441-b83d-22f340b869c8":{"vi":"<div>Giáo sư thuyết trình cho chúng ta hôm nay là giáo sư Yamakawa ở trường Đại học Tozai.</div>"},"f42eee44-ef7a-4f97-947e-7fd4647d21a6":{"vi":"<div>Tuy bận rộn nhưng ông vẫn đến cho, tôi thật cảm kích.</div>"},"a3293c4b-15d5-4b17-a012-2b5ddf2c00ac":{"vi":"<div>Tuy không phải là bữa ăn thịnh soạn, nhưng xin mời quý vị dùng cho.</div>"},"91f7cfd4-4757-40da-9cbb-73de42a4d2de":{"vi":"<div>Sử dụng động từ dạng liên dụng hoặc các danh từ Hán Nhật chỉ hành vi. Là cách nói tôn kính giống như「てくださる」, nhưng trang trọng và lịch sự hơn. Trường hợp sử dụng chung với các danh từ Hán Nhật chỉ hành vi như câu ②, thường có dạng「ごNくださる」, nhưng trường hợp「電話する」thì sử dụng「お電話くださる」. Có thể dùng hình thức「おR－ください」để mời hoặc yêu cầu một việc gì đó một cách lịch sự như câu ④.</div>"},"134dad34-d8fe-4743-a71e-2bb0170ecb1a":{"vi":"<div>làm / thực hiện</div>"},"38588297-ee78-4c53-a730-5d81a910936d":{"vi":"<div>Thưa thầy, em sẽ xách hành lý cho thầy.</div>"},"5419b011-00ea-4f24-be66-423907a55132":{"vi":"<div>Tôi đã đưa ông trưởng phòng về tận nhà bằng xe ô tô.</div>"},"5904fa2d-d48d-4220-b4b9-b581d13199ed":{"vi":"<div>Chúng tôi đã giao tận nhà món hàng mà ông đã đặt.</div>"},"8c589145-8fe0-40ef-91fc-40a6c624a99c":{"vi":"<div>Tôi xin hướng dẫn ông lên phòng.</div>"},"dce1e8fb-01f3-4757-b3a7-5c4bb27d2106":{"vi":"<div>Chúng tôi sẽ liên lạc với các anh sau.</div>"},"a7926861-a02c-4fd4-9401-c79391f94f2b":{"vi":"<div>Sử dụng động từ dạng liên dụng hoặc các danh từ Hán Nhật chỉ hành vi. Là cách nói khiêm tốn với ý nghĩa: mình làm cho người khác một việc gì đó. Trường hợp sử dụng chung với các danh từ Hán Nhật như câu ④, ⑤, thì thường có dạng「ごNする」, nhưng trường hợp「電話する」thì sử dụng「お電話する」. Có thể dùng hình thức「おR－します」để đề nghị mình làm cho người khác một việc gì đó giống như câu ①. 「お…いたす」là cách nói lịch sự hơn.</div>"},"01181795-f5d6-427e-ba55-3167b3b3bd08":{"vi":"<div>đang … / đã … / sẽ …</div>"},"1556ee74-0d5a-4ded-a58b-b676d190e81c":{"vi":"<div>Nghe nói thầy Hayashi có biệt thự ở Shinshyu đấy.</div>"},"980bb787-b05a-49bb-8d2a-07c023caf0b0":{"vi":"<div>Năm nay cô sẽ nghỉ hè ở đâu?</div>"},"bff28004-dc4a-425e-bc49-c758d15f307f":{"vi":"<div>Hôm qua ông đã trọ ở Osaka phải không?</div>"},"b8cc4468-1c51-4457-a322-31684d4e825d":{"vi":"<div>≪tại cửa hàng bán thức ăn nhanh≫ Ông dùng luôn tại đây phải không ạ?</div>"},"0d217fad-da6a-4237-bd22-e8130959f76e":{"vi":"<div>Nghe nói từ ngày mai ông trưởng phòng Harada sẽ đi du lịch, và sẽ vắng mặt trong 2 tuần.</div>"},"2d8704b4-ba1e-4519-bdd9-05381436a841":{"vi":"<div>Nghe nói ông nhà sẽ thăng chuyển công tác về công ty chính phải không ạ?</div>"},"6565d842-68c4-4de6-a333-91fe038eb5be":{"vi":"<div>Sử dụng dạng liên dụng của động từ hoặc các danh từ Hán Nhật chỉ hành vi. Trường hợp sử dụng chung với các danh từ Hán Nhật như câu ⑤, ⑥, thì thường có dạng「ごNだ」. Là cách nói tôn kính giống như「お…になる」, nhưng được sử dụng hạn chế ở một số từ như một cụm từ cố định.</div>"},"f5807ebd-ab65-474f-a103-95e053069eb1":{"vi":"<div>làm / thực hiện</div>"},"0d867682-2258-489b-8d52-45b03726d736":{"vi":"<div>Những điều thầy ấy nói, có lẽ sẽ là chỗ dựa tinh thần trong cuộc sống, đối với nhiều người.</div>"},"fef9e5cc-b51a-4f8a-8870-e6b61a36fe76":{"vi":"<div>Đi Kenya thì khi nào bác đi?</div>"},"0a102aeb-6c83-4276-a013-afb8980394da":{"vi":"<div>Lần sau, khi ông dùng cơm với các vị đó, tôi sẽ thật sung sướng nếu được ông cho phép đi cùng.</div>"},"26e15ba9-bc8f-417e-a2d4-ad23e80c829e":{"vi":"<div>Nào, cậu ăn đi.</div>"},"d1f931ce-79c5-4734-8cb1-250bef2e5f39":{"vi":"<div>Akiko, hãy giới thiệu về mình đi!</div>"},"7b734401-6519-46bd-af9e-b34c4dd2367a":{"vi":"<div>Sử dụng dạng liên dụng của động từ hoặc các danh từ Hán Nhật chỉ hành vi. Là cách nói tôn kính giống như「おR－になる」. Trường hợp sử dụng dạng liên dụng của động từ như「お話しなさる」,「お食べなさる」, thì có cảm giác hơi cổ. Thường sử dụng hình thức「おR－になる」. Trường hợp sử dụng chung với các danh từ Hán Nhật như câu ②, thường có dạng「ごNなさる」. Nếu dùng dạng「なさい」như câu ④, ⑤, thì biểu thị ý ra lệnh một cách lịch sự. Trường hợp này không sử dụng để nói với người trên.</div>"},"43e6d725-f5dd-4a1d-b79f-457b95c17654":{"vi":"<div>làm / thực hiện</div>"},"ce1fd551-5c71-40af-a89d-188b67fa473b":{"vi":"<div>Anh Murata đã về rồi.</div>"},"9271dad1-3ff5-4c8e-a397-1306826f8e4d":{"vi":"<div>Nghe nói tranh minh hoạ này, chính ông Yamamoto đã vẽ.</div>"},"b5eec360-0fb6-40af-9528-813d8239086f":{"vi":"<div>Lần sau, khi ông đến Osaka, nhất định trọ lại nhà tôi nhé.</div>"},"3c216f27-f9be-456f-ab5b-1c1528011180":{"vi":"<div>Nào, xin mời ông ngồi.</div>"},"cebd1544-5758-48f5-89b5-97b2407beebe":{"vi":"<div>Thầy Nomura đã tốt nghiệp trường Đại học Kyoto vào năn 1972.</div>"},"45a27e76-724a-493f-9088-f52f561e69b6":{"vi":"<div>Các thành viên khác trong gia đình (của quý khách) có thể sử dụng toàn bộ thiết bị thể thao với hội phí là phân nửa.</div>"},"7968e3bc-ebcb-4e7e-b90b-ebfb3db59780":{"vi":"<div>Sử dụng dạng liên dụng của động từ hoặc các danh từ Hán Nhật chỉ hành vi. Là cách nói tôn kính. Trường hợp sử dụng chung với các danh từ Hán Nhật như câu ⑤, ⑥, thường có dạng「ごNになる」, nhưng dùng giới hạn ở một số từ. Nếu dùng dạng「てください」như câu ④, thì biểu thị ý mời lịch sự.</div>"},"9c05b4b4-3683-4f9c-abe8-d4a8bbbfb1a5":{"vi":"<div>từ chỉ số lượng＋ばかり khoảng + từ chỉ số lượng</div>"},"fe076a6a-02f0-4b06-8f75-310f76435668":{"vi":"<div>Hãy chờ khoảng 1 tiếng.</div>"},"ce6cc41b-68b2-4a42-96fd-68589e537d98":{"vi":"<div>Tôi đã nghỉ làm khoảng 3 ngày.</div>"},"7d0283c6-6f55-4b3c-a196-b573e84a607c":{"vi":"<div>Cho tôi khoảng 3 trái táo.</div>"},"c279bfb5-c43f-4820-b9f4-232762d6de62":{"vi":"<div>Cho tớ mượn khoảng 1 nghìn yên được không?</div>"},"d41be5f8-51af-4e6f-9bcb-12ddf819beed":{"vi":"<div>Cứ đi thẳng đường này khoảng 100m sẽ gặp đường cái lớn.</div>"},"65aa358d-335d-431c-a6f7-48fc117e8bc8":{"vi":"<div>Hình như mình tới hơi trễ thì phải.</div>"},"95e24597-4284-4c48-a868-9b6443c6c91f":{"vi":"<div>Chỉ vì thông minh hơn người một chút mà huênh hoang như thế thì không nên.</div>"},"3d28e163-a097-495e-b296-cf4ce40664de":{"vi":"<div>Đi sau từ chỉ số lượng để biểu thị một lượng áng chừng, đại thể. Ví dụ từ ① đến ⑤ có thể thay thế bằng「ほど」. Trong văn nói hàng ngày hay dùng「ほど」hơn.</div>"},"521c62e1-d716-4a37-8e45-bc05ee963b2c":{"vi":"<div>Trong ngôn ngữ ngày nay, có thể dùng cách nói này để biểu thị độ dài thời gian như ví dụ ①, ② nhưng không thể sử dụng cho thời điểm, ngày tháng. Trường hợp này phải dùng「ぐらい」hay「ごろ」.</div>"},"0cec87b1-ace5-4d7a-b35d-13ff3f2e101d":{"vi":"<div>Hãy đến vào khoảng 3 giờ.</div>"},"54ec0932-b90c-476d-b9e8-b5ba70f850f1":{"vi":"<div>Khoảng ngày 3 tháng 10 hãy tới đây.</div>"},"f9e2b81f-dcfa-4ee9-896b-57f638f2c343":{"vi":"<div>Các ví dụ ③, ④, ý nghĩa thì giống như「りんごを三つください」(cho tôi 3 trái táo), 「1000円貸してください」(cho tớ mượn 1 nghìn yên), nhưng bằng cách thêm「ばかり」vào để không nói rõ số lượng, làm cho cách nói trở nên nhẹ nhang hơn. Các ví dụ ⑥, ⑦ cho thấy「ばかり」cũng đi sau cả các từ như「すこし」,「わずか」,「少々」, …</div>"},"c4330e3f-5f8c-4669-87d6-9abebe339853":{"vi":"<div>…ばかり＜giới hạn＞</div>"},"df712b6a-f561-4744-8cb0-fbcfcef394d0":{"vi":"<div>Trong ngôn ngữ nói, có thể sử dụng cả「ばっかり」.</div>"},"f9165ab6-36b6-4f76-a784-a31b9a80cb72":{"vi":"<div>N（＋trợ từ＋）ばかり chỉ N / toàn là N</div>"},"9bb803cf-fe34-40c6-8434-4b8ed953b855":{"vi":"<div>Gần đây, về khuya, tôi nhận được toàn là những cú điện thoại đáng ngờ.</div>"},"9b9eb347-2913-4611-a39c-7dd6f101b121":{"vi":"<div>Đứa con tôi chỉ đọc toàn truyện tranh.</div>"},"9fe892c1-c4c5-46b1-9401-d57368e78a7e":{"vi":"<div>Anh ấy lúc nào cũng chỉ toàn cằn nhằn.</div>"},"414a0673-c33e-4e6e-af37-b7812a238598":{"vi":"<div>Hôm nay từ sáng tới giờ chỉ toàn là hỏng việc thôi.</div>"},"83075935-9834-4c2d-b440-2c6ed160b116":{"vi":"<div>Sang tháng 6 thì ngày nào trời cũng mưa.</div>"},"9b5578de-b429-4754-9ec4-cae69679ad89":{"vi":"<div>Tôi chỉ chơi toàn với con nít thôi.</div>"},"ea44a112-3abe-4441-8fa9-eef18e1bb184":{"vi":"<div>Bố tôi toàn chiều đứa em út thôi.</div>"},"1ea91ee5-1cd8-4de8-8269-1c3a7de89ca8":{"vi":"<div>Đồ ăn ở nhà hàng này toàn những thứ đã được lựa chọn nghiêm ngặt, nên món nào cũng là đồ cao cấp.</div>"},"b09d04ec-eb0a-4301-a124-ac3511b1d2e2":{"vi":"<div>Có ý nghĩa “chỉ có cái đó, không có cái khác”, dùng trong trường hợp muốn nói “làm nhiều lần cùng một việc đó, cùng một việc đó lặp đi lặp lại nhiều lần”.</div>"},"034ccb94-d33b-4964-923f-c4f5f3d12189":{"vi":"<div>Qua ví dụ từ ① đến ⑤ và ⑧ ta thấy,「ばかり」đi kèm sau danh từ, nếu muốn đứng trước trợ từ「が」,「を」sẽ trở thành「ばかりが」hay「ばかりを」. Tuy nhiên, thường thì「が」,「を」được lược đi. Còn trường hợp những trợ từ khác thì có dạng “danh từ + trợ từ +ばかり”, ví dụ như là「とばかり」,「にばかり」như ví dụ ⑥, ⑦. Không đứng sau「まで」,「より」. Đồng thời cũng không đi sau「から」chỉ lý do. Từ này giống 「だけ」,「のみ」, nhưng trong trường hợp có sắc thái「何度も繰り返して」(lặp đi lặp lại nhiều lần), 「いつも」(lúc nào cũng),「すべて」(tất cả, hết thảy) thì không dùng 「だけ」,「のみ」được.</div>"},"5564d139-d17e-465b-a195-6fb05f82de78":{"vi":"<div>Mấy đứa con tôi đứa nào cũng ngoan.</div>"},"c11d1be6-b4ce-4597-a9de-d246f885bd5d":{"vi":"<div>Mẹ tôi từ sáng đến tối lúc nào cũng cằn nhằn.</div>"},"0b8a20c6-1ebd-47ca-8c8b-141443d4f3b2":{"vi":"<div>V－てばかりいる V suốt ngày / V hoài</div>"},"dcb6684e-128a-4988-a798-95aa9e20250d":{"vi":"<div>Anh ấy ngủ suốt ngày.</div>"},"5354a6f9-716d-4e0d-8585-1eef0b0c53ce":{"vi":"<div>Học đi chứ, đừng có chơi suốt ngày như thế.</div>"},"3fb9976f-7a5f-46f2-9494-f6ab6ec0f9bb":{"vi":"<div>Ăn suốt ngày thì sẽ mập ú lên đấy.</div>"},"336cda7a-f714-4366-8617-3d2a41426983":{"vi":"<div>Mẹ tôi từ sáng tới chiều suốt ngày cứ la mắng.</div>"},"f0a400ed-1c01-4b69-8949-c25aa13be180":{"vi":"<div>Dùng khi người nói có ý phê phán về chuyện sự việc đó cứ lặp đi lặp lại, hoặc lúc nào cũng nằm trong trạng thái đó. Không thay thế bằng「だけ」,「のみ」được.</div>"},"2dc881d7-4bb2-453d-a76f-39614ce97a4e":{"vi":"<div>…ばかりで chỉ là / chỉ có</div>"},"508c4f57-d936-4254-aefb-c004613c36f2":{"vi":"<div>Anh ấy chỉ nói, chứ chẳng tự mình làm cái gì cả.</div>"},"8b3f95a1-4ad5-4a8e-b7f1-f91252259336":{"vi":"<div>Tắm hơi tắm hiếc thì chỉ có nóng thôi, chứ tôi chẳng thấy hấp dẫn ở cái điểm gì cả.</div>"},"8018ab23-48cd-4420-9931-fd04d86d8f04":{"vi":"<div>Mùa rau rau chỉ trông đẹp mắt thôi, chứ chưa có ngon.</div>"},"5a403e78-78d0-4136-8cc3-af449163c8bd":{"vi":"<div>Chỉ có bận thêm thôi, chứ không có lời lãi gì cả.</div>"},"9a0c95d9-ef24-4da0-b217-306bb7d12181":{"vi":"<div>Dùng để diễn đạt sự chê bai của người nói đối với nội dung được nêu ra trước「ばかり」, rằng không có gì dở hơn thế. Đi sau thường là các ý phủ định.</div>"},"668ccde1-f38c-481d-8a56-8976aa390182":{"vi":"<div>Nばかりは chỉ … cho N / riêng N thì …</div>"},"ebd00d5d-2d6c-4eaa-98c1-40caf05d5e61":{"vi":"<div>Riêng việc đó thì xin anh bỏ qua cho.</div>"},"03710874-2d52-4a46-930f-66674e26fc16":{"vi":"<div>Chỉ xin anh cứu giúp tính mạng.</div>"},"5d827e09-3886-4ad0-81cf-46bf1b1a4c73":{"vi":"<div>Lần nào chứ lần này thì không thể tha thứ được.</div>"},"22eaaa89-9656-402c-a3f1-ec8d8b9b3c5f":{"vi":"<div>Những cái khác nhượng bộ được, nhưng riêng điều kiện này thì không thể.</div>"},"f592d900-78fc-4a98-baef-0e4b980f09fd":{"vi":"<div>Bố lúc nào cũng nghiêm khắc, nhưng riêng lần này thì đã không mắng mỏ gì cả.</div>"},"ee681620-13e5-4350-94de-cdec95e1caab":{"vi":"<div>Đi sau「これ・それ・あれ」hay danh từ để nhấn mạnh ý “những việc khác thì sao cũng được, chỉ riêng việc này thì …”, “ít ra thì riêng lúc đó cũng …”. Là cách nói hơi cứng, có tính chất văn viết. Sử dụng trong hội thoại hằng ngày sẽ đem lại cảm giác cổ, hơi khách sáo, cường điệu.</div>"},"7be0eaac-6091-4ae1-bf8b-363d36e2d476":{"vi":"<div>V－たばかりだ vừa mới V</div>"},"d7f62d15-8606-4d86-bb66-ed5b1d41c768":{"vi":"<div>Tôi vừa mới tới nơi.</div>"},"d5d2cf1d-35e4-47df-a79c-19edbbb7e2e6":{"vi":"<div>Vừa mới mua gần đây mà cái tivi nó đã hỏng mất rồi.</div>"},"217237ce-4498-40f1-b577-e279d8f221ae":{"vi":"<div>Mới hơn 3 giờ một chút mà trời đã nhá nhem tối rồi.</div>"},"301deb9a-16db-48b5-823f-e0c69faa74be":{"vi":"<div>Hồi mới qua Nhật, tôi không hiểu tiếng Nhật lắm nên đã rất vất vả.</div>"},"e14d44f6-3491-41c1-a9fc-59704d909052":{"vi":"<div>Anh Yamada mới cưới vợ hồi năm kia, vậy mà nghe nói đang tính chuyện ly hôn.</div>"},"4c0a99d2-ec38-4683-b5c9-30f923f04d56":{"vi":"<div>Diễn đạt y hành động kết thúc chưa được bao lâu. Dù không phải ngay sau khi hành động diễn ra, nhưng vẫn có thể sử dụng khi người nói cảm thấy thời gian trôi qua chưa đáng kể như ví dụ ⑤.</div>"}}